[
    {
        "text": "Studies suggest that weight loss induced by glucagon-like peptide-1 (GLP-1) drugs can also cause a decline in muscle mass and bone mineral density, similar to that observed in aging. A new study published in the Journal of Cachexia, Sarcopenia, and Muscle suggests that the antibody bimagrumab is effective in increasing muscle mass and bone density in a mouse model of muscle and bone loss. These findings suggest that bimagrumab could potentially help preserve not only muscle mass, as shown by previous research, but also help prevent bone loss in individuals using GLP-1 drugs for weight loss. The study’s author, Frederik Duch Bromer, a researcher at Aarhus University, Denmark, said, “Since the rise of incretin therapies like Wegovy and Mounjaro, scientists have been searching for ways to counteract the loss of muscle and bone mass often accompanying rapid weight loss. Our research shows that bimagrumab can mitigate even more severe muscle and bone loss than what typically occurs with weight loss therapies.” “As bimagrumab is now being repurposed to help preserve lean mass during weight loss, its ability to protect bone as well is especially relevant given the large number of people using these treatments,” Bromer told Medical News Today. A loss of muscle mass and a decline in bone density are common features of aging that often occur together. The loss of muscle mass and strength with aging is referred to as sarcopenia, whereas the decrease in bone mass and bone mineral density is referred to as osteoporosis. Besides old age, limited physical activity can also lead to muscle loss and osteoporosis. While medications are available for the treatment of osteoporosis, there is a lack of approved treatments for muscle loss. One of the categories of drugs currently under investigation for the treatment of muscle loss includes drugs that inhibit the activation of the activin receptor or the signaling pathway activated by this receptor. Inhibition of the activin signaling pathway leads to increased muscle mass and bone formation and enhanced blood cell formation. The antibody bimagrumab is an example of one such drug that binds to the activin receptors to inhibit the activation of the activin signaling pathway. Similar to other inhibitors of the activin signaling pathway, animal and clinical studies have shown that bimagrumab can increase muscle mass and lean body mass. The use of GLP-1 receptor agonists is associated with muscle mass loss and a decline in bone density. Currently, bimagrumab is being investigated in a clinical trial to evaluate its ability to prevent muscle loss in individuals using Wegovy, a type of GLP-1 drug. Bones and muscles not only cooperate with each other during movements, but muscles also release small proteins called myokines that impact bone health. However, it is not known whether bimagrumab can also simultaneously improve bone health along with increasing muscle mass. In the present study, researchers examined whether bimagrumab could improve bone health and increase muscle mass simultaneously. The inhibitors of the activin signaling pathway can also lead to an increase in blood cell production and potentially increase the risk of blood clots. Hence, it is essential to assess the risk of blood clots due to bimagrumab before it can be considered for preventing muscle and bone loss. In the present study, the researchers assessed the impact of bimagrumab on muscle and bone mass in healthy and immobilized mice, with the latter serving as a model of bone and muscle loss. To simulate the simultaneous loss of muscle mass and bone density, the researchers injected a group of mice with botulinum toxin into the quadriceps and the gastrocnemius, the major muscles of the hindlimb. The botulinum toxin causes paralysis of the hindlimb muscles, resulting in immobilization of the animal, followed by muscle mass loss and a decline in bone density. The healthy and immobilized mice in the bimagrumab group received two weekly antibody injections over 21 days, whereas those in the control groups received an injection of the vehicle. After 21 days, the mice in all groups were euthanized, and the muscles and bones in the right hindlimb were removed and evaluated. The researchers found that bimagrumab increased muscle mass, the size of muscle fibers, and bone mineral density in the hindlimb of both free-moving and immobilized mice. Bimagrumab also promoted new bone formation, including at the end of the thigh bone or femur, which is prone to fracture in older individuals. The scientists observed that the increase in muscle mass and bone mineral density was smaller in the immobilized mice, likely due to the potent action of botulinum toxin. Yet, these results demonstrate that bimagrumab could potentially help increase muscle mass and bone density in individuals at risk of sarcopenia and osteoporosis. The researchers also examined the impact of bimagrumab on blood cell formation at two and seven days after the injection of the antibody. Bimagrumab did not have an impact on blood cell formation or any other related factors, suggesting its safety for preserving muscle and bone mass in patients using GLP-1 drugs. However, more research and larger clinical trials will be needed to determine its effectiveness and safety. “While our study focused on a model of muscle and bone loss, it did not specifically examine bone loss related to obesity. Since weight loss drugs are mainly used by people with obesity, it is essential to explore how bimagrumab interacts with bone affected by obesity,” Bromer added."
    },
    {
        "text": "Listen to Story If US President Donald Trump is indeed serious about his threat to acquire Greenland, the autonomous Danish territory, it may well affect the weight-loss journey of millions of obese Americans. Puzzled? The equation is simple. Denmark, despite having a population smaller than New York, has several trump cards up its sleeve, with the foremost being curbing or halting the exports of the popular weight-loss drug Ozempic and kids' favourite Lego toys. Ever since Trump won the US presidential election, the Republican has on several occasions floated the idea of buying Greenland. He has only escalated the pitch after taking over as US President last month, threatening punitive tariffs and even hinting at military action to take control of the strategically important island. However, Danish Prime Minister Mette Frederiksen, in a fiery phone call with Trump, made it clear that Greenland was \"not for sale\", the BBC reported. DENMARK TARIFF THREAT MAY HURT WAISTLINES OF AMERICANS The issue has threatened the possibility of an all-out trade war between the US and its NATO ally. However, it may turn out to be a pain in the waistlines of millions of Americans. In the past two years, the drugs Ozempic and Wegovy, made by Danish pharma giant Novo Nordisk, have revolutionised obesity and diabetes treatment in the United States - which has one of the highest obesity rates in the world. In fact, CDC data shows that in 23 American states, more than one in three adults (35%) has obesity. A study in the Journal of the American Medical Association has revealed that between 2021 and 2023, the number of Ozempic prescriptions in the US has jumped by 400 per cent. In the backdrop of this, if Trump does go on with steep tariffs on Denmark, it could jack up the prices of Ozempic and Wegovy. Presently, Americans have to shell out nearly $1,000 for each packet of Ozempic (without discounts or insurance). For Wegovy, it is $1,300 per package. The price of the drugs is already higher in the US than in other countries. Additionally, data by Trading Economics shows that the US imported medicines, vaccines and antibiotics worth $5.7 billion from \"pharma state\" Denmark in 2023. Even if the US wants to make such drugs from scratch, it doesn't have the resources as the active ingredient for Ozempic and Wegovy, called semaglutide, is made in Denmark. The widely popular Lego Group, the world's largest toymaker, is also based in Denmark. Besides, Denmark is also the leading supplier of hearing aids to America. Thus, even if Trump decides to go on with his tariff threats, there is no shortage of economic leverage for Denmark to hurt the United States.Published By: Abhishek DePublished On: Feb 1, 2025Must Watch"
    },
    {
        "text": "Take advantage of our newsletter subscription and stay informed on the go!"
    },
    {
        "text": "The TOI Lifestyle Desk is a dynamic team of dedicated journalists who, with unwavering passion and commitment, sift through the pulse of the nation to curate a vibrant tapestry of lifestyle news for The Times of India readers. At the TOI Lifestyle Desk, we go beyond the obvious, delving into the extraordinary. Consider us your lifestyle companion, providing a daily dose of inspiration and information. Whether you're seeking the latest fashion trends, travel escapades, culinary delights, or wellness tips, the TOI Lifestyle Desk is your one-stop destination for an enriching lifestyle experience.Read More Kareena's best wedding looks â10 new animal species discovered for the first time in 2024 10 birds that eat meat and other animals 9 reasons why pumpkin seed is a superfood 8 Indian wildlife destinations visitors are most excited about 10 health benefits of chewing cloves daily 10 wild animals known for their friendly nature 10 quotes to inspire and motivate you How to make Oats Omelette for a quick dinner"
    },
    {
        "text": "    Semaglutide has been in shortage since 2022 due to increased demand. The FDA has declared the shortage of semaglutide (Ozempic, Wegovy) has been resolved, confirming that the US supply of the prescription-only medications now meets or exceeds the current and projected demand. Semaglutide has been in shortage since March (Wegovy) and August (Ozempic) 2022 due to increased demand, according to the FDA.1,2 The FDA said that there may be intermittent and limited localized supply disruptions due to products moving through the supply chain. | Image Credit: Araki Illustrations | stock.adobe \"We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand. No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients,\" Dave Moore, executive vice president of US operations and global business development and president of Novo Nordisk Inc, said in a statement.1 \"Patient safety remains our top priority, and, in line with our purpose to improve lives and health, we continue to partner, educate, and advocate for expanded, affordable access to our medicines for those who need and rely on them.\" In a letter addressed to Novo Nordisk, Jacqueline Corrigan-Curay, JD, MD, acting director for the CDC and FDA, stated, “As a result of this review, we conclude that the information and data Novo Nordisk has provided to the FDA demonstrate that Novo Nordisk’s supply is currently meeting or exceeding demand for its semaglutide injection products and that Novo Nordisk has developed reserves that it now holds in its finished product inventory in addition to significant units of semi-finished product, such that supply will meet or exceed projected demand.”3 The FDA said that there may be intermittent and limited localized supply disruptions due to products moving through the supply chain, but it will not take action against compounders violating the Food, Drug & Cosmetic Act for state-licensed pharmacy or physician compounding under section 503A and for outsourcing facilities under sections 503B until April 22, 2025, and May 22, 2025, respectively. The agency can still take action against any other violations of any other statutory or regulatory requirements, including addressing unsafe or substandard quality products.2 Previously, the FDA noted that semaglutide injections were in shortage on October 2, 2024, but that Novo Nordisk had reported all but on presentation. On December 19, 2024, the FDA updated that after all presentations were reported, the product was still in shortage and the agency would actively monitor the drug availability to determine if the demand and projected demand for each drug exceeded the available supply.3 The FDA also affirmed that dulaglutide injection (Trulicity) and liraglutide (Victoza, Saxenda) injection are still in drug shortage but have presentations available.2 FDA Approves Chenodiol for Treatment of Cerebrotendinous Xanthomatosis Ctexli is the first FDA-approved treatment for adults with cerebrotendinous xanthomatosis. How Pharmacy Matches Perfectly With Nutrition Known as “The Nutrition Pharmacist,” Sarah Gray, PharmD, GAICD, recently joined Drug Topics to discuss her dual profession within health care. Type 1 Diabetes Linked With Increased Dementia Risk A recent metanalysis found that patients with type 1 diabetes had a 50% higher chance of developing dementia. Episode 8: Stay in Sync with Innovations in Medication Decision Support Episode 8 of Over the Counter discusses the new and exciting modernizations in the medication decision support space. FDA Accepts New Drug Application for Vatiquinone to Treat Friedreich Ataxia The FDA also granted priority review, with a Prescription Drug User Fee Act target action date of August 19, 2025. GLP-1 Oral Tablet Shows Favorable Safety Findings in Patients With Obesity ASC30, an investigational glucagon-like 1-peptide receptor agonist, demonstrates mean weight reductions from baseline of 4.3% and 6.3% for 2 separate cohorts. FDA Approves Chenodiol for Treatment of Cerebrotendinous Xanthomatosis Ctexli is the first FDA-approved treatment for adults with cerebrotendinous xanthomatosis. How Pharmacy Matches Perfectly With Nutrition Known as “The Nutrition Pharmacist,” Sarah Gray, PharmD, GAICD, recently joined Drug Topics to discuss her dual profession within health care. Type 1 Diabetes Linked With Increased Dementia Risk A recent metanalysis found that patients with type 1 diabetes had a 50% higher chance of developing dementia. Episode 8: Stay in Sync with Innovations in Medication Decision Support Episode 8 of Over the Counter discusses the new and exciting modernizations in the medication decision support space. FDA Accepts New Drug Application for Vatiquinone to Treat Friedreich Ataxia The FDA also granted priority review, with a Prescription Drug User Fee Act target action date of August 19, 2025. GLP-1 Oral Tablet Shows Favorable Safety Findings in Patients With Obesity ASC30, an investigational glucagon-like 1-peptide receptor agonist, demonstrates mean weight reductions from baseline of 4.3% and 6.3% for 2 separate cohorts. 2 Commerce Drive Cranbury, NJ 08512 609-716-7777"
    },
    {
        "text": "The FDA said Fri­day that the short­age of semaglu­tide, the main in­gre­di­ent in No­vo Nordisk’s GLP-1 drugs Ozem­pic and We­govy, has … Get free access to a limited number of articles, plus choose newsletters to get straight to your inbox."
    },
    {
        "text": "The Food and Drug Administration on Friday said the shortage of Novo Nordisk's weight-loss and diabetes drugs Wegovy and Ozempic is resolved, a move that could limit the availability of cheaper compounded versions of the wildly popular medications. In a statement, the FDA said it confirmed Novo Nordisk's \"stated product availability and manufacturing capacity\" of these prescription drugs meets or exceeds current and projected demand. The agency warned consumers and doctors might still experience \"limited localized supply disruptions\" as the products are shipped from drug factories to distributors to pharmacies. The Danish drugmaker Novo Nordisk said it has invested $6.5 billion this year in the United States to bolster drug production facilities that are operating 24/7, shipping Wegovy and Ozempic to wholesalers. Pharmaceutical giants that market lucrative weight-loss drugs have battled with firms that sell less expensive versions made by compounding pharmacies. The FDA allows compounding pharmacies to sell copies of drugs when the medications are in short supply. But compounding pharmacies face stiffer restrictions when a drug shortage is resolved. Need a break? Play the USA TODAY Daily Crossword Puzzle. Companies that market compounded drugs − combining, mixing or altering drug ingredients − have prospered amid shortages of the class of weight-loss medications, called GLP-1 (glucagon-like peptide-1) receptor agonists. Hims & Hers, which launched a Super Bowl ad touting its weight loss product offerings, markets a compounded version of semaglutide, the active ingredient in Ozempic and Wegovy. Shares of Hims & Hers plunged 17% in mid-morning trading after the FDA's announcement. The FDA said it won't take enforcement action against pharmacies or doctors that make compounded semaglutide due to the shortage before April 22. Facilities that compound, distribute or dispense semaglutide injections won't face enforcement action before May 22. In December, the FDA declared that Eli Lilly's weight loss and diabetes medication tirzepatide, sold under the brand names Mounjaro and Zepbound, was no longer in short supply. That meant pharmacies had to discontinue \"compounding, distributing or dispensing\" tirzepatide as of Feb 18. Suppliers that produce batches of the drug and sell to others have until March 19 to cease distribution. Compounding pharmacies are regulated by state boards of pharmacy and source ingredients are usually obtained from factories registered with the FDA. However, the federal agency doesn't verify the safety or effectiveness of compounding pharmacies."
    },
    {
        "text": "                      Alexander Tin Edited By                       Nicole Brown Chau February 21, 2025 / 11:42 AM EST           / CBS News The Food and Drug Administration announced Friday it had officially declared an end to the nationwide shortage of Ozempic and Wegovy, medications used for diabetes and weight loss. The agency first declared a shortage of semaglutide, the main ingredient used to make Ozempic and Wegovy, in 2022. The FDA's announcement comes months after drugmaker Novo Nordisk told the agency that all dosages of its semaglutide product had become fully available nationwide. The company said in a statement that it confirms the supply of the medications, which are prescription-only, \"now meets or exceeds both current and projected U.S. demand.\" \"This update comes after ongoing dialogue with the FDA, and substantial efforts by Novo Nordisk to increase manufacturing capacity, including $6.5 billion dollars of investments in the U.S. this year alone,\" the drugmaker said. The FDA said that it will allow compounding pharmacies to continue to make copies of semaglutide for now, which they are usually allowed to do only while the drug is in shortage. That leeway will continue until April 22 for many pharmacies and May 22 for outsourcing facilities to \"avoid unnecessary disruption\" to patients, the agency said. This is similar to what the FDA has granted compounding pharmacies making copies of Eli Lilly's diabetes and weight loss drug tirzepatide, amid an ongoing lawsuit brought by outsourcing facilities disputing the FDA's decision to declare the shortage of that weight loss drug over. Some compounding pharmacies and outsourcing facilities have made millions making copies of semaglutide and tirzepatide during their shortages in recent years, amid a flurry of companies cashing in on demand for the drugs. The FDA is also facing calls to do more to crack down on counterfeits of the drugs, including from state attorneys general who urged the agency this week to stop illegal imports from overseas. \"Demand for the medications Mounjaro, Zepbound, Ozempic, and Wegovy (GLP-1 drugs) has skyrocketed, but supply shortages and high costs have created opportunities for wrongdoers to cash in and endanger consumers,\" they wrote. Alexander Tin is a digital reporter for CBS News based in the Washington, D.C. bureau. He covers federal public health agencies. © 2025 CBS Interactive Inc. All Rights Reserved."
    },
    {
        "text": "New Delhi: Ozempic is the new gold for thieves and armed gangs. In São Paulo, Brazil, armed robbers are targeting pharmacies in smash-and-grabs specifically for the ‘weight-loss’ drug that’s used to treat type-2 diabetes. Thieves looking to make a quick buck are cashing in on the growing demand for Ozempic and other semaglutide-based drugs like Wegovy and Saxenda among people who are convinced that they are miracle cures for weight loss.  This is especially true in Brazil, where body image is paramount but obesity is on the rise, according to a report in The New York Times. According to a health ministry study quoted in the report, in Brazil’s largest cities, obesity increased to 24 percent in 2023 from nearly 12 percent in 2006.  \t\t\t\t\tShow Full Article New Delhi: Ozempic is the new gold for thieves and armed gangs. In São Paulo, Brazil, armed robbers are targeting pharmacies in smash-and-grabs specifically for the ‘weight-loss’ drug that’s used to treat type-2 diabetes. Thieves looking to make a quick buck are cashing in on the growing demand for Ozempic and other semaglutide-based drugs like Wegovy and Saxenda among people who are convinced that they are miracle cures for weight loss.  This is especially true in Brazil, where body image is paramount but obesity is on the rise, according to a report in The New York Times. According to a health ministry study quoted in the report, in Brazil’s largest cities, obesity increased to 24 percent in 2023 from nearly 12 percent in 2006.  \t\t\t\t\tShow Full Article Thieves looking to make a quick buck are cashing in on the growing demand for Ozempic and other semaglutide-based drugs like Wegovy and Saxenda among people who are convinced that they are miracle cures for weight loss. This is especially true in Brazil, where body image is paramount but obesity is on the rise, according to a report in The New York Times. According to a health ministry study quoted in the report, in Brazil’s largest cities, obesity increased to 24 percent in 2023 from nearly 12 percent in 2006.  \t\t\t\t\tShow Full Article This is especially true in Brazil, where body image is paramount but obesity is on the rise, according to a report in The New York Times. According to a health ministry study quoted in the report, in Brazil’s largest cities, obesity increased to 24 percent in 2023 from nearly 12 percent in 2006. An NYT analysis of the São Paulo State database showed that theft of Ozempic has risen in the last three years—from one incident in 2022 when four boxes of Ozempic were taken from a single drugstore to 18 in 2023 and 39 in 2024. “The wave of thefts began when social media started openly discussing the drug, particularly as celebrity and influencers showcased dramatic weight loss,” Renata Goncalves, head of a union of pharmacists in Sao Paulo, told the NYT. The desperation for the drug is real, and world over, the black market is thriving. Break-ins at pharmacies have also been reported in Michigan, US, and Santiago de Copostela, Spain.  In Brazil’s Rio de Janeiro, for instance, free Ozempic even became a campaign promise when the mayor actively advocated the drug for weight loss and promised to make it available for free. “Rio will be a city where there will be no more fat people; everyone will be taking Ozempic at family clinics,” the mayor said while seeking re-election last year. “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey An NYT analysis of the São Paulo State database showed that theft of Ozempic has risen in the last three years—from one incident in 2022 when four boxes of Ozempic were taken from a single drugstore to 18 in 2023 and 39 in 2024. “The wave of thefts began when social media started openly discussing the drug, particularly as celebrity and influencers showcased dramatic weight loss,” Renata Goncalves, head of a union of pharmacists in Sao Paulo, told the NYT. The desperation for the drug is real, and world over, the black market is thriving. Break-ins at pharmacies have also been reported in Michigan, US, and Santiago de Copostela, Spain.  In Brazil’s Rio de Janeiro, for instance, free Ozempic even became a campaign promise when the mayor actively advocated the drug for weight loss and promised to make it available for free. “Rio will be a city where there will be no more fat people; everyone will be taking Ozempic at family clinics,” the mayor said while seeking re-election last year. “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey “The wave of thefts began when social media started openly discussing the drug, particularly as celebrity and influencers showcased dramatic weight loss,” Renata Goncalves, head of a union of pharmacists in Sao Paulo, told the NYT. The desperation for the drug is real, and world over, the black market is thriving. Break-ins at pharmacies have also been reported in Michigan, US, and Santiago de Copostela, Spain.  In Brazil’s Rio de Janeiro, for instance, free Ozempic even became a campaign promise when the mayor actively advocated the drug for weight loss and promised to make it available for free. “Rio will be a city where there will be no more fat people; everyone will be taking Ozempic at family clinics,” the mayor said while seeking re-election last year. “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey The desperation for the drug is real, and world over, the black market is thriving. Break-ins at pharmacies have also been reported in Michigan, US, and Santiago de Copostela, Spain. In Brazil’s Rio de Janeiro, for instance, free Ozempic even became a campaign promise when the mayor actively advocated the drug for weight loss and promised to make it available for free. “Rio will be a city where there will be no more fat people; everyone will be taking Ozempic at family clinics,” the mayor said while seeking re-election last year. “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey In Brazil’s Rio de Janeiro, for instance, free Ozempic even became a campaign promise when the mayor actively advocated the drug for weight loss and promised to make it available for free. “Rio will be a city where there will be no more fat people; everyone will be taking Ozempic at family clinics,” the mayor said while seeking re-election last year. “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey “This is the first time I’ve seen weight loss drugs actually targeted for theft,” Issa Shain, Police chief in Dearborn, Michigan, told the media. But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey But the drugs are not cheap and are seen as a luxury item. In India, people are spending as much as Rs 80,000 on a six-month course or scouring the black market for a shot. There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. Also Read:  I was a pregnant penguin, see my before-after pics. 66-yr-old’s Ozempic to Mounjaro journey There are fears that this trend will continue to rise. The patent for semaglutide, the main ingredient of the Ozempic drug, will expire in 2026 in a number of countries, including India, China and Brazil. Only then will manufacturers in these countries be able to market generic and cheaper versions of the drug. (Edited by Sanya Mathur)"
    },
    {
        "text": "The TOI Lifestyle Desk is a dynamic team of dedicated journalists who, with unwavering passion and commitment, sift through the pulse of the nation to curate a vibrant tapestry of lifestyle news for The Times of India readers. At the TOI Lifestyle Desk, we go beyond the obvious, delving into the extraordinary. Consider us your lifestyle companion, providing a daily dose of inspiration and information. Whether you're seeking the latest fashion trends, travel escapades, culinary delights, or wellness tips, the TOI Lifestyle Desk is your one-stop destination for an enriching lifestyle experience.Read More Kareena's best wedding looks â10 new animal species discovered for the first time in 2024 10 birds that eat meat and other animals 9 reasons why pumpkin seed is a superfood 8 Indian wildlife destinations visitors are most excited about 10 health benefits of chewing cloves daily 10 wild animals known for their friendly nature 10 quotes to inspire and motivate you How to make Oats Omelette for a quick dinner"
    },
    {
        "text": "Ozempic (semaglutide) is a prescription medication primarily used to manage type-2 diabetes. It lowers blood sugar levels in people with diabetes and also reduces heart disease risk in people with diabetes. In addition to its glucose-lowering effect, Ozempic has been associated with reduced appetite and weight loss. It has recently gained popularity and people across the world are using it for quick weight loss. However, it is not the safest and healthiest way to lose weight. Overuse of Ozempic is linked with several side effects. Recently, in an Instagram video, singer Avery revealed that she had been diagnosed with osteoporosis after taking Ozempic for a year for weight loss. In her video, she urged her Instagram followers not to \"make the same mistake.\" A healthy diet with regular exercise can help with sustainable weight loss. However, the use of Ozempic may contribute to sudden weight loss which can cause a decrease in muscle mass, low bone density and poor metabolic rate. Some studies also suggest that overuse of this drug can make your bones brittle and increase the risk of fractures. \"There is very little direct evidence that suggests the link between Ozempic use and osteoporosis. Significant weight loss, however, does have an impact on bone density that could increase the risk of osteoporosis in the elderly. It is important to monitor bone health in any treatment of weight loss,\" says Dr. Vineet Kumar Surana, Consultant - Diabetes and Endocrinology at Manipal Hospital. \"For those who are planning to take or have already taken Ozempic, they should monitor their bone health,\" urged Dr. Kumar. He has further recommended the following tips for optimal bone health: As we already know, Ozempic contains an ingredient called semaglutide which is prescribed primarily for managing type-2 diabetes. It helps in regulating blood sugar levels and can lead to weight reduction. Semaglutide mimics the GLP-1 hormone which ultimately increases a feeling of fullness, and reduces appetite, leading to decreased calorie intake and weight loss.  (Dr. Vineet Kumar Surana, Consultant - Diabetes and Endocrinology Manipal Hospital, Dwarka) Disclaimer: This content including advice provides generic information only. It is in no way a substitute for a qualified medical opinion. Always consult a specialist or your own doctor for more information. NDTV does not claim responsibility for this information. Track Latest News Live on NDTV.com and get news updates from India  and around the world"
    },
    {
        "text": "Also Read | Natco Pharma Q3 Results 2025: Profit Falls by 37.47% YoY       However, the companies are set to lose exclusivity on distribution of the drug in January 2026. Dr. Reddy’s, which has profited the most from the drug’s sales, and Natco, which led the launch and will see its share of the total Revlimid market grow to 33% by March 2025, will be the most impacted next year, according to analysts.        While Natco is expecting robust growth from Revlimid sales in FY26, as its market share increases to 33%, brokerage ICICI Direct Research expects a 50-60% drop in profits in FY27, following the waning of Revlimid.        Dr. Reddy’s, whose Ebitda surged from  ₹5,140 crore in FY22 to  ₹8,301 crore in FY24, significantly profiting from Revlimid sales, is also facing a market share loss in Revlimid. Also Read | Dr. Reddy’s to focus on complex products for growth to offset Revlimid loss       Now, both companies are eyeing another blockbuster drug–Novo Nordisk’s breakout star Semaglutide, sold under brand names Ozempic and Wegovy, to stave off the Revlimid cliff.        “Semaglutide is the next thing which will drive growth for the Indian generic pharma companies, considering the opportunity is almost $22 billion globally, and demand has not been met entirely because there is a shortage at the innovator end,\" Amey Chalke, pharma research analyst at JM Financial Institutional Securities told Mint.        The exact market for Semaglutide is estimated to be much larger than $28-29 billion, Chalke said.  The golden opportunityNatco has secured first-to-file exclusivity under Paragraph IV for all strengths of Wegovy and key strengths of Ozempic, the Semaglutide pen. This means that if the company clears all legal and regulatory hurdles, it will have a 180-day exclusivity to market generic variants of the drug. Also Read | Dr Reddy's Labs Q3 Results: Profit grows 2% YoY to  ₹1413 crore; revenue up 16%       In October, Natco’s partner Mylan settled a US patent litigation with innovator Novo Nordisk for generic Ozempic (to be outsourced from Stelis) which registered about $9 billion sales in the US in calendar year 2023, according to ICICI Direct Research. While the US patent for the Semaglutide expires in FY31, the India patent expires next year, and the company is geared for an India launch.        “If we get all regulatory clearances on time for Semaglutide, we will be able to launch it 1HFY26,\" a Natco spokesperson told Mint in an emailed response.        Dr. Reddy’s is eyeing a Canada launch in January 2026. “I believe we are positioned well to get approval for that period of time,\" Dr. Reddy’s CEO Erez Israeli said in an earnings call in January. “Normally, between the time that you submit the product to the Canadian authorities, until you get approval, is 12 to 14 months…So what you're going to see is probably the sequence in which people will get approval, and we hope to be the first one in the pack,\" he added.        But that’s not all. The pharma major is also looking at India and Brazil as well as other emerging markets where the product is in demand.        “At present, we at JM Financial Institutional Research see Dr. Reddy’s as one of first few generic filers for semaglutide globally,\" Chalke said.  Is it enough? JM Financials estimates that Dr. Reddy’s could clock $100-150 million in Semaglutide sales if they launch in 3-4 markets next year.        On the other hand, the brokerage is anticipating $700 million from Revlimid sales in the US for the company in the coming year, before loss of exclusivity.        Dr. Reddy’s has some other products and strategies in place to offset the drop in Revlimid sales. The company is looking at the launch of biosimilar Abatacept in the US by the end of FY27. ““Abatacept is a $3-4 billion product in the US, if Dr. Reddy’s is the only company to launch that product for at least one year, their sales could be upward of $100 million for that product,\" Chalke said.        Together, Semaglutide and Abatacept may be able to substantially offset the Revlimid loss, the analyst said.        The company also has the recently-acquired nicotine replacement therapy (NRT) portfolio from Haleon plc in Europe, as an additional growth driver.        Natco Pharma has some other key first-to-file products in the pipeline, including Risdiplam Oral Solution for spinal muscular atrophy and breast cancer drug Olaparib, although the timelines for these are yet to be defined.        Analysts are divided on the company’s prospects, though.        “There are products in the pipeline, but there will be a one or two-year gap in between, where the base will be much lower, the profits will be much lower,\" an analyst who requested anonymity told Mint.        In a research note dated 14 February, ICICI Direct analysts said: “We continue to have faith in Natco’s ability to focus on blockbusters which are capable of generating robust cash flows for 3-5 years' horizon before they fade.\" On the other hand, Nuvama analysts said that while the next couple of quarters could witness robust growth due to Revlimid, this is not sustainable in the future.        “We also note an impressive US launch pipeline, but uncertainty persists around launch and approval timelines. Break-even in the agrochem business in FY26 and the GLP-1 opportunity in India are triggers that can help Natco offset part of the gRevlimid hit in FY27 and beyond,\" the Nuvama analysts said in a note dated 13 February.        Natco believes there will be a drop in earnings in FY27. “That's the elephant in the room, [we] have to accept that earnings will drop in ‘27 March,\" Nannapaneni told investors in an earnings call last week.       There is no dearth of competition when it comes to Semaglutide, with leading generics makers jumping in. Sun Pharma has already undertaken clinical trials for Semaglutide, while Biocon signed an exclusive licensing and supply agreement for Semaglutide commercialization in Brazil with Biomm last year.        Domestically, innovators Eli Lilly and Novo Nordisk have also indicated potential launches. While Novo Nordisk hasn’t clarified a timeline, Eli Lilly has announced that it will launch its weight loss drug Tirzepatide in India in 2025 at competitive pricing. Indian pharma companies like Dr. Reddy’s, Natco, Cipla, Sun Pharma, Zydus and Aurobindo Pharma have cashed in on generic versions of the $8 billion blockbuster drug distributed in restricted quantities in the US since March 2022, per agreements with innovator Celgene’s parent company Bristol Myers Squibb. Also Read | Natco Pharma Q3 Results 2025: Profit Falls by 37.47% YoY However, the companies are set to lose exclusivity on distribution of the drug in January 2026. Dr. Reddy’s, which has profited the most from the drug’s sales, and Natco, which led the launch and will see its share of the total Revlimid market grow to 33% by March 2025, will be the most impacted next year, according to analysts. While Natco is expecting robust growth from Revlimid sales in FY26, as its market share increases to 33%, brokerage ICICI Direct Research expects a 50-60% drop in profits in FY27, following the waning of Revlimid. Dr. Reddy’s, whose Ebitda surged from  ₹5,140 crore in FY22 to  ₹8,301 crore in FY24, significantly profiting from Revlimid sales, is also facing a market share loss in Revlimid. Also Read | Dr. Reddy’s to focus on complex products for growth to offset Revlimid loss Now, both companies are eyeing another blockbuster drug–Novo Nordisk’s breakout star Semaglutide, sold under brand names Ozempic and Wegovy, to stave off the Revlimid cliff. “Semaglutide is the next thing which will drive growth for the Indian generic pharma companies, considering the opportunity is almost $22 billion globally, and demand has not been met entirely because there is a shortage at the innovator end,\" Amey Chalke, pharma research analyst at JM Financial Institutional Securities told Mint. The exact market for Semaglutide is estimated to be much larger than $28-29 billion, Chalke said. The golden opportunityNatco has secured first-to-file exclusivity under Paragraph IV for all strengths of Wegovy and key strengths of Ozempic, the Semaglutide pen. This means that if the company clears all legal and regulatory hurdles, it will have a 180-day exclusivity to market generic variants of the drug. Also Read | Dr Reddy's Labs Q3 Results: Profit grows 2% YoY to  ₹1413 crore; revenue up 16%       In October, Natco’s partner Mylan settled a US patent litigation with innovator Novo Nordisk for generic Ozempic (to be outsourced from Stelis) which registered about $9 billion sales in the US in calendar year 2023, according to ICICI Direct Research. While the US patent for the Semaglutide expires in FY31, the India patent expires next year, and the company is geared for an India launch.        “If we get all regulatory clearances on time for Semaglutide, we will be able to launch it 1HFY26,\" a Natco spokesperson told Mint in an emailed response.        Dr. Reddy’s is eyeing a Canada launch in January 2026. “I believe we are positioned well to get approval for that period of time,\" Dr. Reddy’s CEO Erez Israeli said in an earnings call in January. “Normally, between the time that you submit the product to the Canadian authorities, until you get approval, is 12 to 14 months…So what you're going to see is probably the sequence in which people will get approval, and we hope to be the first one in the pack,\" he added.        But that’s not all. The pharma major is also looking at India and Brazil as well as other emerging markets where the product is in demand.        “At present, we at JM Financial Institutional Research see Dr. Reddy’s as one of first few generic filers for semaglutide globally,\" Chalke said.  Is it enough? JM Financials estimates that Dr. Reddy’s could clock $100-150 million in Semaglutide sales if they launch in 3-4 markets next year.        On the other hand, the brokerage is anticipating $700 million from Revlimid sales in the US for the company in the coming year, before loss of exclusivity.        Dr. Reddy’s has some other products and strategies in place to offset the drop in Revlimid sales. The company is looking at the launch of biosimilar Abatacept in the US by the end of FY27. ““Abatacept is a $3-4 billion product in the US, if Dr. Reddy’s is the only company to launch that product for at least one year, their sales could be upward of $100 million for that product,\" Chalke said.        Together, Semaglutide and Abatacept may be able to substantially offset the Revlimid loss, the analyst said.        The company also has the recently-acquired nicotine replacement therapy (NRT) portfolio from Haleon plc in Europe, as an additional growth driver.        Natco Pharma has some other key first-to-file products in the pipeline, including Risdiplam Oral Solution for spinal muscular atrophy and breast cancer drug Olaparib, although the timelines for these are yet to be defined.        Analysts are divided on the company’s prospects, though.        “There are products in the pipeline, but there will be a one or two-year gap in between, where the base will be much lower, the profits will be much lower,\" an analyst who requested anonymity told Mint.        In a research note dated 14 February, ICICI Direct analysts said: “We continue to have faith in Natco’s ability to focus on blockbusters which are capable of generating robust cash flows for 3-5 years' horizon before they fade.\" On the other hand, Nuvama analysts said that while the next couple of quarters could witness robust growth due to Revlimid, this is not sustainable in the future.        “We also note an impressive US launch pipeline, but uncertainty persists around launch and approval timelines. Break-even in the agrochem business in FY26 and the GLP-1 opportunity in India are triggers that can help Natco offset part of the gRevlimid hit in FY27 and beyond,\" the Nuvama analysts said in a note dated 13 February.        Natco believes there will be a drop in earnings in FY27. “That's the elephant in the room, [we] have to accept that earnings will drop in ‘27 March,\" Nannapaneni told investors in an earnings call last week.       There is no dearth of competition when it comes to Semaglutide, with leading generics makers jumping in. Sun Pharma has already undertaken clinical trials for Semaglutide, while Biocon signed an exclusive licensing and supply agreement for Semaglutide commercialization in Brazil with Biomm last year.        Domestically, innovators Eli Lilly and Novo Nordisk have also indicated potential launches. While Novo Nordisk hasn’t clarified a timeline, Eli Lilly has announced that it will launch its weight loss drug Tirzepatide in India in 2025 at competitive pricing. Natco has secured first-to-file exclusivity under Paragraph IV for all strengths of Wegovy and key strengths of Ozempic, the Semaglutide pen. This means that if the company clears all legal and regulatory hurdles, it will have a 180-day exclusivity to market generic variants of the drug. Also Read | Dr Reddy's Labs Q3 Results: Profit grows 2% YoY to  ₹1413 crore; revenue up 16% In October, Natco’s partner Mylan settled a US patent litigation with innovator Novo Nordisk for generic Ozempic (to be outsourced from Stelis) which registered about $9 billion sales in the US in calendar year 2023, according to ICICI Direct Research. While the US patent for the Semaglutide expires in FY31, the India patent expires next year, and the company is geared for an India launch. “If we get all regulatory clearances on time for Semaglutide, we will be able to launch it 1HFY26,\" a Natco spokesperson told Mint in an emailed response. Dr. Reddy’s is eyeing a Canada launch in January 2026. “I believe we are positioned well to get approval for that period of time,\" Dr. Reddy’s CEO Erez Israeli said in an earnings call in January. “Normally, between the time that you submit the product to the Canadian authorities, until you get approval, is 12 to 14 months…So what you're going to see is probably the sequence in which people will get approval, and we hope to be the first one in the pack,\" he added. But that’s not all. The pharma major is also looking at India and Brazil as well as other emerging markets where the product is in demand. “At present, we at JM Financial Institutional Research see Dr. Reddy’s as one of first few generic filers for semaglutide globally,\" Chalke said. Is it enough? JM Financials estimates that Dr. Reddy’s could clock $100-150 million in Semaglutide sales if they launch in 3-4 markets next year.        On the other hand, the brokerage is anticipating $700 million from Revlimid sales in the US for the company in the coming year, before loss of exclusivity.        Dr. Reddy’s has some other products and strategies in place to offset the drop in Revlimid sales. The company is looking at the launch of biosimilar Abatacept in the US by the end of FY27. ““Abatacept is a $3-4 billion product in the US, if Dr. Reddy’s is the only company to launch that product for at least one year, their sales could be upward of $100 million for that product,\" Chalke said.        Together, Semaglutide and Abatacept may be able to substantially offset the Revlimid loss, the analyst said.        The company also has the recently-acquired nicotine replacement therapy (NRT) portfolio from Haleon plc in Europe, as an additional growth driver.        Natco Pharma has some other key first-to-file products in the pipeline, including Risdiplam Oral Solution for spinal muscular atrophy and breast cancer drug Olaparib, although the timelines for these are yet to be defined.        Analysts are divided on the company’s prospects, though.        “There are products in the pipeline, but there will be a one or two-year gap in between, where the base will be much lower, the profits will be much lower,\" an analyst who requested anonymity told Mint.        In a research note dated 14 February, ICICI Direct analysts said: “We continue to have faith in Natco’s ability to focus on blockbusters which are capable of generating robust cash flows for 3-5 years' horizon before they fade.\" On the other hand, Nuvama analysts said that while the next couple of quarters could witness robust growth due to Revlimid, this is not sustainable in the future.        “We also note an impressive US launch pipeline, but uncertainty persists around launch and approval timelines. Break-even in the agrochem business in FY26 and the GLP-1 opportunity in India are triggers that can help Natco offset part of the gRevlimid hit in FY27 and beyond,\" the Nuvama analysts said in a note dated 13 February.        Natco believes there will be a drop in earnings in FY27. “That's the elephant in the room, [we] have to accept that earnings will drop in ‘27 March,\" Nannapaneni told investors in an earnings call last week.       There is no dearth of competition when it comes to Semaglutide, with leading generics makers jumping in. Sun Pharma has already undertaken clinical trials for Semaglutide, while Biocon signed an exclusive licensing and supply agreement for Semaglutide commercialization in Brazil with Biomm last year.        Domestically, innovators Eli Lilly and Novo Nordisk have also indicated potential launches. While Novo Nordisk hasn’t clarified a timeline, Eli Lilly has announced that it will launch its weight loss drug Tirzepatide in India in 2025 at competitive pricing. JM Financials estimates that Dr. Reddy’s could clock $100-150 million in Semaglutide sales if they launch in 3-4 markets next year. On the other hand, the brokerage is anticipating $700 million from Revlimid sales in the US for the company in the coming year, before loss of exclusivity. Dr. Reddy’s has some other products and strategies in place to offset the drop in Revlimid sales. The company is looking at the launch of biosimilar Abatacept in the US by the end of FY27. ““Abatacept is a $3-4 billion product in the US, if Dr. Reddy’s is the only company to launch that product for at least one year, their sales could be upward of $100 million for that product,\" Chalke said. Together, Semaglutide and Abatacept may be able to substantially offset the Revlimid loss, the analyst said. The company also has the recently-acquired nicotine replacement therapy (NRT) portfolio from Haleon plc in Europe, as an additional growth driver. Natco Pharma has some other key first-to-file products in the pipeline, including Risdiplam Oral Solution for spinal muscular atrophy and breast cancer drug Olaparib, although the timelines for these are yet to be defined. Analysts are divided on the company’s prospects, though. “There are products in the pipeline, but there will be a one or two-year gap in between, where the base will be much lower, the profits will be much lower,\" an analyst who requested anonymity told Mint. In a research note dated 14 February, ICICI Direct analysts said: “We continue to have faith in Natco’s ability to focus on blockbusters which are capable of generating robust cash flows for 3-5 years' horizon before they fade.\" On the other hand, Nuvama analysts said that while the next couple of quarters could witness robust growth due to Revlimid, this is not sustainable in the future. “We also note an impressive US launch pipeline, but uncertainty persists around launch and approval timelines. Break-even in the agrochem business in FY26 and the GLP-1 opportunity in India are triggers that can help Natco offset part of the gRevlimid hit in FY27 and beyond,\" the Nuvama analysts said in a note dated 13 February. Natco believes there will be a drop in earnings in FY27. “That's the elephant in the room, [we] have to accept that earnings will drop in ‘27 March,\" Nannapaneni told investors in an earnings call last week. There is no dearth of competition when it comes to Semaglutide, with leading generics makers jumping in. Sun Pharma has already undertaken clinical trials for Semaglutide, while Biocon signed an exclusive licensing and supply agreement for Semaglutide commercialization in Brazil with Biomm last year. Domestically, innovators Eli Lilly and Novo Nordisk have also indicated potential launches. While Novo Nordisk hasn’t clarified a timeline, Eli Lilly has announced that it will launch its weight loss drug Tirzepatide in India in 2025 at competitive pricing."
    },
    {
        "text": "Reviewed by Davia Sills GLP-1 agonist medications such as Ozempic have been game changers in the treatment of obesity and diabetes. Recently, a new study found evidence that Ozempic may be a promising medicine for individuals with alcohol use disorders. This investigation, one of the first clinical trials focused on a population with alcohol use disorders, expands other research exploring the impact of GLP-1 agonists on alcohol and tobacco use among individuals with obesity or diabetes who were being treated with these medications. GLP-1 (also known as glucagon-like peptide 1) is a hormone that is produced by the digestive system and in parts of the brain after we eat. GLP-1 agonist medicines such as Ozempic and Wegovy mimic this hormone’s effects, letting the body know that you’ve eaten enough. The powerful weight loss effects of these medicines have led individuals who take them to achieve a 15 percent reduction in their body weight, on average. Addiction scientists took an interest in GLP-1 agonists after some people who were taking them for weight loss noted that in addition to suppressing their appetite, the medication also seemed to reduce their desire to drink alcohol and/or smoke. Though the reasons these medicines had this effect are not yet well understood, we can make some assumptions based on the way they work on appetite. We know that GLP-1 reduces dopamine (the brain’s pleasure chemical). When a person has food in front of them that they normally really like, such as a piece of cake, without the usual amount of dopamine released, they won’t feel as “excited” in anticipation of enjoying the cake. Without a strong urge, desire, or craving for the cake, they become less likely to want it. If the same process is happening in relation to alcohol and drugs, then GLP-1 agonists may reduce the desire to use them. Research is currently in the early stages. So far, we’ve learned from preliminary study results that those with obesity or diabetes who take GLP-1 agonist medications show reductions in alcohol and tobacco consumption. To date, there have been two randomized clinical trials (this is the “gold standard” type of research study for testing the effectiveness of a drug) evaluating a GLP-1 agonist for treating alcohol use disorder. The first study did not find reductions in heavy alcohol use after 26 weeks of medication treatment, except among those who had both obesity and an alcohol use disorder. The newest study published earlier this month found that among adults with alcohol use disorders, weekly low-dose semaglutide given over 9 weeks effectively reduced alcohol cravings and use when compared to a placebo. Clinical trials evaluating these medicines for tobacco cessation have found mixed results, with one showing positive effects of a GLP-agonist (exenatide) when taken in combination with nicotine replacement therapy and two trials showing no effects. More studies are needed to understand how well these medicines work to reduce alcohol and drug use, for whom they work best, and at what doses. Though more research is needed, the promise of these medicines is important for two reasons: 1. Since GLP-1 agonists act on brain circuits that are generally tied to reward and pleasure, both from food and drugs, it is possible that these medicines may be therapeutic for individuals who are addicted to more than one type of substance (i.e., polysubstance use or addiction). Currently, all the FDA-approved medicines for addictions are for a specific type of substance use disorder, but we don’t have any such options for addictions to multiple substances. 2. The stigma around addiction as a reflection of poor choices or flawed morals remains in our society. The promise of widely used and known medications such as Ozempic as potential treatment options to help people change their use of alcohol and drugs can help shift the conversation about addiction as an illness. This is an essential step towards helping people access much-needed treatments for this condition without shame and stigma as barriers. Based on what is currently known about GLP-1 agonist medications for addiction: 1. Some treatment providers may opt to prescribe them “off-label” to help someone overcome the addiction. Here’s what this means: Though not FDA-approved for this indication, some prescribing healthcare providers may feel that the research to date is compelling enough to warrant the use of these medications to treat addictions. Off-label prescribing is not at all an uncommon practice. The prescriber relies on their clinical judgment, in conjunction with the patient’s willingness to take a medicine that is not FDA-approved for the condition it’s being prescribed for, with a good understanding of the potential risks and benefits of doing so. 2. Research is in the early stages. It is important to be aware of the stage of research we’re currently in with GLP-1 agonists for addiction. With support for accelerated research currently in place from the National Institutes of Health, we are positioned to have scientifically based guidance on their use for addiction treatment a few years from now. In the meantime, we know that these medicines have promise, but we have a limited understanding of their safety, effectiveness, and ideal dosing for individuals with substance use disorders before more randomized clinical trials are conducted. More FDA-approved and unapproved (but promising) medication treatments to address substance misuse and addiction are covered in greater depth in my recently released book, Addiction: What Everyone Needs to Know."
    },
    {
        "text": "      Global Business and Financial News, Stock Quotes, and Market Data       and Analysis. Data also provided by"
    },
    {
        "text": "You can also search for this author in PubMed  Google Scholar An ongoing trial of Zepbound (tirzepatide) is testing effects on heart disease in people with obesity and diabetes.Credit: Shelby Knowles/Bloomberg via Getty As appetite for blockbuster weight-loss drugs grows worldwide, scientists are developing the next crop of medications that, they hope, will improve the performance of these drugs and offer benefits beyond weight loss. “It’s going to be another year where, every week, there’s going to be something really cool,” says Daniel Drucker, an endocrinologist at the University of Toronto in Canada. New obesity definition sidelines BMI to focus on health New obesity definition sidelines BMI to focus on health Drug makers are building on the success of medications such as Ozempic and Wegovy, which contain the active ingredient semaglutide, a glucagon-like peptide-1 (GLP-1) receptor agonist. These drugs mimic the hormone GLP-1, helping to regulate blood-sugar levels and appetite. But most of these medications are costly, require weekly injections and need to be taken long-term to prevent weight regain. These are some of the issues that companies hope alternative drugs will address. Nature looks at the weight-loss medicines being tested in 2025 and what they have to offer. Tirzepatide — sold as Mounjaro and Zepbound and given by injection — mimics GLP-1 and another hormone called gastric inhibitory polypeptide (GIP), which is involved in fat metabolism. In trial results published in November, it helped participants to lose up to 20% of their body weight over 72 weeks and reduced the risk of diabetes, compared with a placebo. People taking semaglutide for 68 weeks lose up to 15% of their body weight. Participants who took tirzepatide also had a beneficial reduction in heart weight and in fat surrounding the heart, improved mobility and lower blood pressure and inflammation compared with people on a placebo. One trial expected to conclude in 2025 is examining tirzepatide’s effects on heart disease in people with obesity and diabetes. Retatrutide, which has not yet received regulatory approval for weight loss, activates receptors for GLP-1, GIP and glucagon, a hormone that regulates blood sugar levels. Developed by Eli Lilly in Indianapolis, Indiana, it has shown even more promising results than tirzepatide and semaglutide, with trial participants losing an average of 24% of their body weight over 11 months. The drug also helped to reduce blood-sugar levels in people with diabetes, and it’s now being tested in phase III trials that are expected to conclude by 2026. Anti-obesity drug has life-changing benefits for arthritis Anti-obesity drug has life-changing benefits for arthritis Researchers are excited about combination therapies such as retatrutide, says Beverly Tchang, an endocrinologist at Weill Cornell Medicine in New York City, who notes that obesity’s complexity makes targeting multiple pathways the most promising approach. Orforglipron, an oral small-molecule drug candidate also developed by Eli Lilly, showed similar results to GLP-1 injections in rodents, and led to a weight loss of about 10% over 26 weeks in people with obesity, improving blood pressure and levels of circulating fatty molecules. Like Ozempic, orforglipron is a GLP-1 receptor agonist, but whereas Ozempic requires injection, orforglipron comes as a daily pill. Lilly expects to complete phase III trials in 2025, and orforglipron could receive US regulatory approval in 2026, according to Lilly’s chief executive Dave Ricks. “The wild card is the oral small molecules,” says Randy Seeley, an obesity specialist at the University of Michigan Medical School in Ann Arbor. Many companies are working on this approach, because pills might be more appealing and cost-effective than injections, but progress has been slower than expected owing to dosing challenges, he says. “If one of them finally breaks through, it has the ability to alter the landscape pretty considerably.” Biopharmaceutical company Amgen in Thousand Oaks, California, is planning a phase III trial of its drug candidate MariTide, which activates GLP-1 receptors while reducing GIP’s activity. The medication can be taken monthly by injection and resulted in an average weight loss of up to 20% over 52 weeks, according to data released by the company. Unlike other treatments, MariTide has shown the ability to maintain weight loss for several months after the last dose. When people stop taking semaglutide or tirzepatide, they tend to regain weight quickly, but that doesn’t seem to happen with MariTide, which might encourage more people to have the treatment, says Seeley, who consults for and receives funding from Amgen and other companies developing obesity drugs. or Nature 638, 591-592 (2025) doi: https://doi.org/10.1038/d41586-025-00376-w Reprints and permissions Dozens of new obesity drugs are coming: these are the ones to watch News Feature 12 FEB 25 A comprehensive spatio-cellular map of the human hypothalamus Article 05 FEB 25 Obesity drugs: huge study identifies new health risks News 20 JAN 25 Rare genetic disorder treated in womb for the first time News 20 FEB 25 Plasmodium blood stage development requires the chromatin remodeller Snf2L Article 19 FEB 25 Human-correlated genetic models identify precision therapy for liver cancer Article 19 FEB 25 The School of Science and Engineering (SSE) at The Chinese University of Hong Kong, Shenzhen (CUHK-Shenzhen) sincerely invites applications for mul... Shenzhen, China The Chinese University of Hong Kong, Shenzhen (CUHK Shenzhen) The School of Science and Engineering (SSE) at The Chinese University of Hong Kong, Shenzhen (CUHK-Shenzhen) sincerely invites applications for mul... Shenzhen, China The Chinese University of Hong Kong, Shenzhen (CUHK Shenzhen) We seek outstanding applicants for full-time tenure-track/tenured faculty positions. Positions are available for both junior and senior-level. Shenzhen, Guangdong, China Southern University of Science and Technology (Biomedical Engineering) Qiushi Chair Professor; Qiushi Distinguished Scholar; ZJU 100 Young Researcher; Distinguished researcher No. 3, Qingchun East Road, Hangzhou, Zhejiang (CN) Sir Run Run Shaw Hospital Affiliated with Zhejiang University School of Medicine SLS invites applications for multiple tenure-track/tenured faculty positions at all academic ranks. Hangzhou, Zhejiang, China School of Life Sciences, Westlake University"
    },
    {
        "text": "      Kristen Monaco, Senior Staff Writer, MedPage Today                        February 21, 2025 The shortage of semaglutide injections (Ozempic, Wegovy) is over, the FDA announced on Friday. The agency, along with maker Novo Nordisk, confirmed that supply now meets or exceeds both the current and projected U.S. demand. The injectable formulation of the GLP-1 receptor agonist has been in shortage since August 2022 due to increased demand. \"Patients and prescribers may still see intermittent and limited localized supply disruptions as the products move through the supply chain from the manufacturer and distributors to local pharmacies,\" the FDA noted in a statement. The shortage resolution applies to all strengths of semaglutide for type 2 diabetes, chronic weight management, and major adverse cardiovascular event risk reduction. The FDA said it will give compounders a grace period of 60 to 90 days to finish producing, distributing, and dispensing copies of semaglutide injection products to \"avoid unnecessary disruption to patient treatment.\" Compounders are allowed to make copies of a drug only when it's on the FDA shortage list, meaning the demand or projected demand of that drug exceeds the U.S. supply. \"We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand,\" said Dave Moore, executive vice president of U.S. operations and global business development and president of Novo Nordisk, in a statement. \"No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients,\" he added. Two other GLP-1 receptor agonist products  --  dulaglutide (Trulicity) and liraglutide (Victoza, Saxenda)  --  still remain in shortage, the FDA noted. Kristen Monaco is a senior staff writer, focusing on endocrinology, psychiatry, and nephrology news. Based out of the New York City office, she’s worked at the company since 2015. The material on this site is for informational purposes only, and is not a substitute for medical advice, diagnosis or treatment provided by a qualified health care provider.       MedPage Today, LLC, a Ziff Davis company. All rights reserved.       MedPage Today is among the federally registered trademarks of MedPage Today, LLC and may not be used by third parties without explicit permission."
    },
    {
        "text": "Story By                    Dorothy Cucci Medications for weight loss have soared in popularity since 2017, when Ozempic was first approved by the Food and Drug Administration (FDA). There are now nine types of FDA-approved GLP-1 (glucagon-like peptide-1) agonists — a class of prescription drugs for weight loss. A recent poll found that 1 in 8 U.S. adults had tried or are using GLP-1s. Scientists are also finding new uses for the breakthrough weight-loss drugs, which were originally designed for diabetic and medically overweight patients. Recently, the FDA announced Ozempic can be used to reduce the risk of chronic kidney disease. Wegovy won FDA approval to reduce the risk of heart attacks, strokes, or cardiovascular death, and Zepbound recently became the first drug approved for obstructive sleep apnea. Research is still early, but the medications may eventually be used for a host of other medical conditions. A new, large-scale study published in the journal Nature Medicine reported that Ozempic and similar medications for weight loss may lower risk of 42 health conditions, including Alzheimer’s, substance use disorders, and mental health conditions. “Weight affects so many chronic medical conditions, including diabetes, high blood pressure, cholesterol, fatty liver, and certain cancers — as well as issues like sleep apnea and osteoarthritis,” says Dr. Mohini Aras, an obesity medicine specialist at NewYork-Presbyterian/Weill Cornell Medical Center. “Our goal with weight loss is to improve these conditions, and even a modest weight loss of 5% to 10% can make a difference.” Dr. Aras spoke with Health Matters about how drugs like Ozempic and Wegovy work, who should (and shouldn’t) take them, and their risks and side effects. Dr. Mohini Aras How do medications for weight loss work?Dr. Aras: First, it’s important to understand that our brain is designed to defend against starvation and retain our weight. When we lose weight, naturally occurring hormones send a message to our brain to increase hunger and cravings and slow our metabolism down. Our brain even makes our muscles more efficient, so we don’t burn as many calories with the same activity; this is a starvation response. As a result, people tend to yo-yo: They will lose, regain, lose, and regain weight. Medications for weight loss activate the hormones that we naturally produce to regulate weight. These medications target appetite and hunger, helping people feel full sooner and stay full longer. They may also impact cravings, thoughts of food, and binge eating. The first anti-obesity medicines were stimulants that were approved in the late 1950s, and we’ve seen a lot of advances in the field of obesity medicine in the last 10 years. How are these medicines taken?Ozempic, Wegovy, Mounjaro, and Zepbound (which all contain the active ingredient semaglutide) are once-weekly injectable medications. They come as a pen, and you do the injection yourself at home. It’s a subcutaneous injection, so you can do it in your upper thigh, in your abdomen, or in your arm, and it’s a tiny needle that is just enough to poke the skin — so it’s not too bothersome for people. An oral version, Rybelsus (which contains the active ingredient tirzepatide), is taken once a day, typically on an empty stomach when you first wake up. The pills are easier to transport, as opposed to the injectables, which have specific temperature requirements. Both Ozempic and Wegovy may also soon be available in the form of a daily pill, and two recent studies showed that the oral versions are about as effective as the injectables. How can you get a prescription?We require a comprehensive medical evaluation, including labs, vitals, and a full medical history. We tailor individual plans for patients, with the foundation being diet and physical activity, and select appropriate weight loss medications that can help support the hard work that they are doing. We also have a team of providers, including registered dieticians, nurse practitioners, and physicians, who aid patients in achieving their health goals. Patients who have histories of gallbladder disease, pancreatitis, or family histories of medullary thyroid cancer or rare disorders of the endocrine system may not be eligible. How much do they cost?These medicines are quite expensive if they’re not covered by insurance — from $900 to $1,400 a month. We have an entire pharmacy team dedicated to processing the authorizations required by insurances to try to obtain these medications for our patients. Obesity is chronic, so when we start a medication, we have to plan for it long-term. Given the cost of being on these medications, most of my patients wouldn’t be able to afford these drugs without insurance coverage. Can these medications also help with addiction?Medications for weight loss improve satiety and reduce cravings. Clinically, many patients do report a reduction in their interest in alcohol — and that’s a type of craving. It’s important to remember that these medicines work while you take them, so the benefit of reduced cravings won’t persist once the medicine is no longer circulating in your body. How long do patients have to remain on weight-loss medication?Obesity and type 2 diabetes are chronic medical conditions that require long-term management. I tell my patients to plan for long-term use, which is why cost is important to discuss up front. What are the side effects of taking medications for weight loss?These drugs directly act on the gastrointestinal system. One of the ways they work is by slowing the gastric emptying, so the food sits in your stomach longer before it goes into your intestines. That’s how it can make people feel full sooner and stay full longer, but that’s where the side effects come in as well — because food’s sitting there, it can cause some reflux, nausea, a sense of overfullness, diarrhea, or constipation. The injectable medicines are most potent the first few days after the injection, and that’s when the side effects can be most prominent. In general, we start with the lowest dose and gradually escalate as needed; we always want to use the least amount of medicine possible to facilitate weight loss. I’ve seen a common misconception that the side effects of drugs like Ozempic are horrible, but, for the most part, that’s not been my clinical experience. The gastric slowing is something that is known about this class of medications and contributes to the gastrointestinal side effects, but for the vast majority of people, they are able to tolerate the medications well. It’s important to reduce portions and eat slowly to mitigate side effects. Our practice at the Comprehensive Weight Control Center has used these medicines for a long time; we have a lot of tips and tricks that make them more tolerable for patients who are sensitive to the side effects. What would you say to patients who are interested in these drugs but may be feeling ashamed to ask about them?Physicians have failed people who struggle with weight for decades. We have told them to eat less and exercise more, and now we know that’s not sufficient for the vast majority of people. Obesity is a chronic disease with several root causes that requires medical management. I would encourage patients to seek more information to understand if they would be good candidates for these medications. Internal Medicine, Obesity Medicine Find a Doctor\t\t\t\t \t\t\t\t\t\t877-697-9355 Internal Medicine, Obesity Medicine Find a Doctor\t\t\t\t\t\t"
    },
    {
        "text": "The US Food and Drug Administration has determined that semaglutide is no longer in shortage, a move that will have implications for patients taking cheaper, compounded versions of the drug. Semaglutide, the active ingredient in Novo Nordisk’s blockbuster diabetes and weight-loss medications Ozempic and Wegovy, has been on the FDA’s shortage list since March 2022. Supply could not keep pace with fervent demand for the drug, which reached such dizzying levels of popularity that it transformed Novo Nordisk into one of the world’s most valuable companies, with a market capitalization larger than the rest of the economy of its home nation of Denmark. In the intervening years, a lucrative industry of telehealth companies, medical spas, and pharmacies making and selling “compounded” copies of the medications has arisen. These off-brand copies are sold at a steep discount—sometimes under $100 a vial—compared to the name-brand medications, which can be over $1,000 a month without insurance. At the end of October, the FDA changed the status of all dosages of Ozempic and Wegovy to “available,” signaling that the end of the official shortage was likely in sight. It took until today, nearly four months later, for regulators to conclude that the drug was widely available enough to remove it from the shortage list. The FDA is giving “503A” compounders, typically state-licensed pharmacies or physician compounders that run smaller operations, until April 22 to cease producing the drug. It is giving “503B” compounders, which are larger outsourcing facilities that follow stricter manufacturing guidelines, until May 22. Under ordinary circumstances, it’s not especially contentious when drugs come off a shortage list. But there is reason to believe that players within this industry will push back on this announcement. Drug compounding is a well-established practice; pharmacists are permitted to make copies of medications when there’s a drug shortage or when patients need versions made in specific dosages or without allergens. But the GLP-1 boom has created an opportunity for compounders that has transformed pockets of the industry, with compounding pharmacies producing off-brand duplicates for likely millions of patients. Robert MacArthur, director of pharmacy at the Rockefeller University Hospital, says that once a drug comes off the FDA shortage list, outsourcing pharmacies that make large batches of compounded drugs for health care facilities are not supposed to compound that drug anymore. But for smaller, traditional compounding pharmacies that make drugs for home use, it’s a legal gray area. “They can compound it if the physician writes the prescription for an individual patient and feels there’s some compelling reason why that given patient needs that special compounded product,” MacArthur says. That reason could be adjusting the dose or tailoring the medication to a specific patient. Some telehealth outfits have signaled their intention to continue offering their products.“Now that the FDA has determined the drug shortage for semaglutide has been resolved, we will continue to offer access to personalized treatments as allowed by law to meet patient needs,” Andrew Dudum, founder and CEO of Hims & Hers Health, wrote on X, adding that the company is closely monitoring potential future shortages. In December, the FDA declared that tirzepatide, the other popular GLP-1 drug, was no longer in shortage. The small 503A compounders had 60 days to stop production, while the larger 503B outsourcing facilities had 90 days to wrap up sales. Eli Lilly, which sells tirzepatide under the brand names Mounjaro and Zepbound, sent a flurry of cease-and-desist letters to hundreds of companies selling compounded versions. The compounding industry pushed back, with a trade group filing a lawsuit against the FDA, arguing that the drug was actually still hard to access for patients. As of now, the FDA has set deadlines for compounders to stop producing tirzepatide products, but it is not enforcing the deadlines at the moment as the lawsuit is ongoing. Novo Nordisk has already attempted to curb the compounded semaglutide market. It has filed over 50 lawsuits against compounders, telehealth clinics, and medspas, alleging trademark infringement and unfair competition. More recently, it has petitioned the FDA to block production of compounded semaglutide by placing the ingredient on the “Demonstrable Difficulties for Compounding” list, which excludes drugs that are too difficult to compound safely. “We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand. No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients,” Novo Nordisk executive Dave Moore said in a statement. (The FDA does not evaluate compounded medications for safety, quality, or efficacy before they are sold.) “I think the compounders have a real valid argument,” MacArthur says. “This is a drug that is going to prolong people’s lives and meaningfully increase the quality of their life. You’ve already got a whole population of compounders out there that are making it, the product quality is adequate, people are using it, and then you’re suddenly going to take it away? I mean, I think that that would create a public uproar.” Updated: 2/21/2024, 2:29 pm EST: This story was updated to quote from a post from the founder and CEO of Hims & Hers Health."
    },
    {
        "text": "Blockbuster weight-loss and diabetes drugs Wegovy and Ozempic are no longer in shortage, the US Food and Drug Administration said on Friday. The update about the popular semaglutide injections from drug manufacturer Novo Nordisk follows just two months after the FDA said that shortages of tirzepatide injections Zepbound and Mounjaro from competitor Eli Lilly had also ended. “We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand,” Dave Moore, president of Novo Nordisk Inc., said in a statement Friday. Related article Ozempic shown to reduce drinking in first trial in alcohol-use disorder GLP-1 drugs had been in shortage since 2022 due to increased demand, and a law allowed compounding pharmacies to step in to fill supply gaps during those years. Compounded drugs use the same active ingredients but are made by pharmacies or manufacturers other than the companies that make FDA-approved versions of the medicines. This enabled thousands, or even millions, of people to access costly GLP-1 medicines at a lower price point. The end of the shortage would effectively bar the sale of compounded versions of the drugs, but the FDA said that they do not plan to take any action against compounding pharmacies for 60 to 90 days. “Patients and prescribers may still see intermittent and limited localized supply disruptions as the products move through the supply chain from the manufacturer and distributors to local pharmacies,” the FDA said on Friday. The FDA announced a similar policy for pharmacies making tirzepatide compounds when that shortage was resolved in December. In August, drug manufacturer Eli Lilly began sending cease-and-desist letters to telehealth companies, wellness centers and medical spas selling compounded versions of Zepbound and Mounjaro, according to Reuters. The company has also filed lawsuits against sellers falsely claiming to sell FDA-approved versions of the drug. Related article What you should know about carbonated water and weight loss On Friday, drug manufacturer Novo Nordisk warned in a news release that the “FDA’s decision means that making or selling a knockoff compounded drug that is essentially a copy of Ozempic or Wegovy is illegal.” The company has already filed more than 100 lawsuits related to “copycat” semaglutide products, most under claims of false advertising or deceptive and unfair trade practices. “No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients,” company president Moore said in a statement Friday. The FDA has issued safety warnings about some compounded versions of semaglutide. The agency said that it received reports of adverse events in people who used compounded semaglutide and that patients “should not use a compounded drug if an approved drug is available.” But the Outsourcing Facilities Association, a trade group representing companies that make certain compounded medications, has sued the FDA over its removal of tirzepatide from the shortage list claiming that it happened “without notice, without soliciting input from affected parties and the public, and without meaningful rationale.” Olympia Pharmaceuticals says that they provide compounded GLP-1 medications – the vast majority of which are semaglutide – to tens of thousands of patients each week, and there hasn’t been sufficient reassurance for prescribers to feel confident that supply is strong enough to meet demand. “Our biggest concern would be that patient continuity of care. If we were to no longer be able to dispense this to patients, that Novo Nordisk and these brand name suppliers are able to pick up that demand where we left off,” said Josh Fritzler, chief financial officer with Olympia. While the “national GLP-1 supply begins to stabilize,” the FDA notes that some other products – including dulaglutide injections sold under the brand name Trulicity and some liraglutide injections – remain in shortage. CNN’s Meg Tirrell contributed to this report."
    },
    {
        "text": "      “While (Eli Lilly’s ) injectables have got approval by the Central Drugs Standard Control Organisation(CDSCO), they haven’t been launched yet. Marketing and, consecutively, sales of these drugs will happen only by mid-2025,\" informs Mumbai-based Dr Rajiv Kovil, head of diabetology at Zandra Healthcare. He adds, however, that oral pills of semaglutide (a prescription glucagon-like peptide-1 or GLP-1) has been available in our country since the last 2.5 years, under the brand name, Rybelsus.        Ever since the news of the obesity and weight loss drug’s launch in India broke, dinner party conversations have been revolving around the question, ‘would you take the pill if it meant you could lose weight easily?’ While the jury may be out on the right answer, a more pertinent debate the easy availability of the drug posits is: what happens to the body positivity movement? What happens to an entire stream of thinking that was centred on self-love and being happy in the body you have? Even more, will this push people, particularly women, to once again compare themselves to unhealthy beauty standards?        While this writer has been struggling with yo-yoing postpartum weight, this entire conversation is significant when you consider that most women grow up with an unrelenting pressure to look thin, and sometimes, it takes a lifetime for them to feel good about themselves.  Take the case of 27-year-old Sanchia Eliza D’Souza. The Bengaluru-based copy writer remembers not being okay in her own skin in her late teens and early twenties. D’Souza, who tried the OMAD, or one meal a day diet when she was 22, says she used to have a very bad relationship with food. “I would barely eat anything. It was very messed up and I was really struggling.\" It was only when she turned 25 that she started fixing her relationship with food, and in turn, her body.        “I started by cutting down sugar and carbs in moderation and I chose to surround myself with people, who are comfortable in their own skin. Today, I am okay even if I put on a couple of kilos,\" she says. As for how she deals with comments about weight, D’Souza says, “If someone makes a remark about my weight, I simply make it known to them that they cannot talk to me like that.\"  Also read: Eli Lilly likely to launch weight loss & anti-diabetes drug in India: Is it safe to consume?       Krisha Advani, 21, based in Chennai is a typical Gen-Z kid who lives her life on the ’gram. The content creator leaned on the heavier side during her teen years and struggled with issues around her weight. “I was very conscious of the clothes I wore, I never wore anything sleeveless,\" she recalls. Her relationship with her body changed when she joined a gym to get fit. “Seeing results inspired me and I began developing a healthier perspective about my body,\" says Advani for whom the topic of ‘body positivity’ seems like a puzzle. “It has many layers\" she adds, admitting that having friends and acquaintances who aren’t ashamed of their body type certainly helps.        “Someone who grew up skinny and put on weight later will have a different self-image and relationship with their body compared to someone who grew up fat and lost weight later in life,\" says Niharica Shah, Pune-based psychologist. Shah’s work has her regularly interacting with women and queer folk, who struggle with their weight or body image. “Weight is not a good indicator of wellness. I never recommend that my clients take diet pills or do intensive workouts that prioritise weight loss over other aspects of their health,\" she reveals. Instead, her counsel to her clients is to cultivate a meaningful relationship with their body where they identify and reframe what true indicators of health are for them; focus on qualities that cannot be numerically measured like kindness and creativity; and challenge narratives that make them feel bad about something they cannot change about themselves.        While Kovil underlines the ill-effects of obesity through ailments like fatty liver, respiratory disorders, osteoarthritis, sleep apnea and more, he strongly feels that obesity/diabetes drugs should be prescribed only by specialists who are aware of their side effects. “Weight loss is a slow journey, which should be sustainable, and be supported by behavioural change, cognitive therapy and pharmacological therapy, only if needed,\" he says.        While it’s a little ahead of time to speculate how Mounjaro will be received in India, it’s probably a good idea to deliberate on, to quote US-based Aubrey Gordon, co-host of the Maintenance Phase podcast, “How do we design a better discourse that isn’t so wildly dehumanizing to fat people and diabetic people.\"  Sumitra Nair is an independent journalist based in Kochi, Kerala.  Also read: Valentine’s Day: Can sex toys enhance intimacy in your relationship? The arrival of Mounjaro comes at an opportune time when you consider reports that peg India as a country with a high obese population. A 2021 Lancet report found that India had the third largest obese population following the US and China. A 2024 report, conducted by NCD Risk Factor Collaboration and published in Lancet, stated that around 80 million Indians, including 10 million children between the ages of 5-19 years, were classified as obese. “While (Eli Lilly’s ) injectables have got approval by the Central Drugs Standard Control Organisation(CDSCO), they haven’t been launched yet. Marketing and, consecutively, sales of these drugs will happen only by mid-2025,\" informs Mumbai-based Dr Rajiv Kovil, head of diabetology at Zandra Healthcare. He adds, however, that oral pills of semaglutide (a prescription glucagon-like peptide-1 or GLP-1) has been available in our country since the last 2.5 years, under the brand name, Rybelsus. Ever since the news of the obesity and weight loss drug’s launch in India broke, dinner party conversations have been revolving around the question, ‘would you take the pill if it meant you could lose weight easily?’ While the jury may be out on the right answer, a more pertinent debate the easy availability of the drug posits is: what happens to the body positivity movement? What happens to an entire stream of thinking that was centred on self-love and being happy in the body you have? Even more, will this push people, particularly women, to once again compare themselves to unhealthy beauty standards? While this writer has been struggling with yo-yoing postpartum weight, this entire conversation is significant when you consider that most women grow up with an unrelenting pressure to look thin, and sometimes, it takes a lifetime for them to feel good about themselves.  Take the case of 27-year-old Sanchia Eliza D’Souza. The Bengaluru-based copy writer remembers not being okay in her own skin in her late teens and early twenties. D’Souza, who tried the OMAD, or one meal a day diet when she was 22, says she used to have a very bad relationship with food. “I would barely eat anything. It was very messed up and I was really struggling.\" It was only when she turned 25 that she started fixing her relationship with food, and in turn, her body. “I started by cutting down sugar and carbs in moderation and I chose to surround myself with people, who are comfortable in their own skin. Today, I am okay even if I put on a couple of kilos,\" she says. As for how she deals with comments about weight, D’Souza says, “If someone makes a remark about my weight, I simply make it known to them that they cannot talk to me like that.\" Also read: Eli Lilly likely to launch weight loss & anti-diabetes drug in India: Is it safe to consume? Krisha Advani, 21, based in Chennai is a typical Gen-Z kid who lives her life on the ’gram. The content creator leaned on the heavier side during her teen years and struggled with issues around her weight. “I was very conscious of the clothes I wore, I never wore anything sleeveless,\" she recalls. Her relationship with her body changed when she joined a gym to get fit. “Seeing results inspired me and I began developing a healthier perspective about my body,\" says Advani for whom the topic of ‘body positivity’ seems like a puzzle. “It has many layers\" she adds, admitting that having friends and acquaintances who aren’t ashamed of their body type certainly helps. “Someone who grew up skinny and put on weight later will have a different self-image and relationship with their body compared to someone who grew up fat and lost weight later in life,\" says Niharica Shah, Pune-based psychologist. Shah’s work has her regularly interacting with women and queer folk, who struggle with their weight or body image. “Weight is not a good indicator of wellness. I never recommend that my clients take diet pills or do intensive workouts that prioritise weight loss over other aspects of their health,\" she reveals. Instead, her counsel to her clients is to cultivate a meaningful relationship with their body where they identify and reframe what true indicators of health are for them; focus on qualities that cannot be numerically measured like kindness and creativity; and challenge narratives that make them feel bad about something they cannot change about themselves. While Kovil underlines the ill-effects of obesity through ailments like fatty liver, respiratory disorders, osteoarthritis, sleep apnea and more, he strongly feels that obesity/diabetes drugs should be prescribed only by specialists who are aware of their side effects. “Weight loss is a slow journey, which should be sustainable, and be supported by behavioural change, cognitive therapy and pharmacological therapy, only if needed,\" he says. While it’s a little ahead of time to speculate how Mounjaro will be received in India, it’s probably a good idea to deliberate on, to quote US-based Aubrey Gordon, co-host of the Maintenance Phase podcast, “How do we design a better discourse that isn’t so wildly dehumanizing to fat people and diabetic people.\" Sumitra Nair is an independent journalist based in Kochi, Kerala. Also read: Valentine’s Day: Can sex toys enhance intimacy in your relationship?  "
    },
    {
        "text": "The U.S. Food and Drug Administration (FDA) has announced that a years-long shortage of Wegovy and Ozempic, two popular prescription-only semaglutide injections, is officially over. They have both been removed from the FDA’s drug shortage list after first landing there back in 2022. Semaglutide is a GLP-1 receptor agonist being sold by Novo Nordisk under the brand names Wegovy, Ozempic and Rybelsus. GLP-1 receptor agonists were originally developed to treat diabetes, but they are being used more and more to help obese and overweight patients lose weight. In addition, semaglutide has specifically been linked to consistent health benefits for heart failure patients and patients undergoing heart bypass surgery. While semaglutide was on the drug shortage list, outsourcing facilities had a green light to produce their own “essential copy” versions of Wegovy and Ozempic. Compounded drugs are not technically approved by the FDA, though they are still required to meet certain conditions predetermined by the FDA. Now, however, those compounded versions will no longer be legal. “We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand,” said Dave Moore, executive vice president of U.S. operations and global business development and president of Novo Nordisk, said in a statement. “No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients. Patient safety remains our top priority and, in line with our purpose to improve lives and health, we continue to partner, educate, and advocate for expanded, affordable access to our medicines for those who need and rely on them.” Novo Nordisk is now producing these drugs around the clock, seven days a week. In addition, the company added, billions of dollars have been invested in expanding its manufacturing facilities. Michael has more than 18 years of experience as a professional writer and editor. He has written at length about cardiology, radiology, artificial intelligence and other key healthcare topics.  GE HealthCare said the price of iodine contrast increased by more than 200% between 2017 to 2023. Will new Chinese tariffs drive costs even higher? Several key trends were evident at the Radiological Society of North America 2024 meeting, including new CT and MR technology and evolving adoption of artificial intelligence. Ron Blankstein, MD, professor of radiology, Harvard Medical School, explains the use of artificial intelligence to detect heart disease in non-cardiac CT exams. "
    },
    {
        "text": "The toxic bite of a Gila monster can kill a human, but a specific ingredient in the cocktail of the lizard's venom is the reason we have glucagon-like peptide (GLP-1) agonists like Ozempic and Wegovy. At the end of the 20th century, endocrinologist Daniel Drucker was looking for a hormone similar enough to the human gut's GLP-1, which would have similar appetite-suppressing and blood sugar-regulating qualities, without being broken down by the human body so quickly. Drucker had read about the work of endocrinologist John Eng, gastroenterologist Jean-Pierre Raufman and biochemist John Pisano, who had sequenced the proteins in Gila monster  (Heloderma suspectum) venom and found two that looked like human GLP-1. Drucker and his team from the University of Toronto acquired a Gila monster from the Utah Zoo's breeding program to dissect for further research. This work confirmed that the lizard species' unique genes produce a protein, Exendin-4, that fit the bill, mimicking GLP-1 while hanging round in the human body for far longer. A synthetic version was created in the years after, but it took until 2005 for this GLP-1 agonist to become an FDA-approved treatment for type 2 diabetes. It's now also become a popular treatment for obesity, with further potential applications on the horizon. This isn't the only time we've relied on the chemical arsenal of toxic animals. Life-saving drugs have emerged from the crucible of the natural world many times throughout history. One of the top-selling drugs worldwide originates, ironically, from a snake's venom – but it's far from 'snake oil'. Lisinopril reduces the chemicals that constrict blood flow, which is why it's prescribed for high blood pressure, congestive heart failure, and to heart attack survivors. But the maker of its natural form, the Brazilian viper (Bothrops jararaca), evolved to produce enzyme inhibitors that help venom spread smoothly through the doomed body of its prey. Sea sponges are among the most ancient animals on this planet, so they've had a long time to cook up some interesting molecules. The Caribbean sponge (Tectitethya crypta) produces strange nucleosides which, in lieu of an immune system, protect it from the onslaught of foreign DNA introduced to its sessile body by predators and prey as it filter feeds. These nucleosides provided the inspiration for the chemotherapy drug cytarabine, which is among the WHO's List of Essential Medicines for its use in treating non-Hodgkin's lymphoma and leukemia. Animal toxins are proving useful in treating other cancers, too. In 2004, oncologist Jim Olson was dismayed to discover that even after a 14-hour surgery to remove a tumor from a teenage girl's brain, a thumb-sized piece of the cancer had been left behind. He assembled a team to find a molecule that would help surgeons see cancers with the naked eye, and thanks to newly assembled DNA databases, they were able to find a suitable candidate in a matter of weeks. Its unlikely origin? The venom of one of the most dangerous scorpions on Earth, the deathstalker (Leiurus quinquestriatus). In isolation, the peptide chlorotoxin Cy5.5 had already been found to bind to ion channels on brain tumor cells, but not to normal human cells. The lab-made version, Tozuleristide, creates a kind of light-up 'paint' under near-infrared that has allowed researchers to see cancerous clusters as small as a few hundred cells in rodent studies. From GLP-1 agonists to chemotherapy treatments, it's incredible that the toxic potions brewed up by the animal kingdom can be used to improve and save human lives. And a humbling reminder that the answers to our problems may be found in unexpected places, if we are willing to look further afield, and of course, if those species and their habitats still exist by the time we get there. H/T Katie Dangerfield at Global News Sexual Competition May Actually Boost Men's Semen Quality The Cause of Alzheimer's Might Be Coming From Inside Your Mouth Your Scented Wax Melts Can Pollute Indoor Air as Much as a Diesel Engine"
    },
    {
        "text": "The shortage of Novo Nordisk’s (NVO+5.33%) blockbuster diabetes and weight-loss drugs is officially over, according to the U.S. Food and Drug Administration (FDA). The FDA updated its drug shortage database on Friday, marking the shortage of semaglutide — the active ingredient in Ozempic and Wegovy — as resolved. The news puts pressure on companies that have been able to sell off-brand, also known as compounded versions, of GLP-1 weight-loss drugs due to widespread shortages. GLP-1 drugs, which mimic hormones that regulate blood sugar and suppress appetite, have become highly sought after for their weight loss effects. Soaring sales for these treatments have transformed Novo Nordisk and its rival Eli Lilly (LLY+0.44%), the maker of competing drugs Mounjaro and Zepbound, into the most valuable pharma companies in the world. However, Skyrocketing demand and the drugs’ high list price has made it difficult for some patients to fill their prescriptions. Semaglutide had been listed on the FDA shortage list since March 2022. “We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand,” said Dave Moore, executive vice president of U.S. operations at Novo Nordisk, in a statement. “No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients.” Novo Nordisk stock jumped over 4% on Friday. The millennial-focused telehealth platform Hims & Hers (HIMS-24.45%), which began offering a compounded version of semaglutide last May, saw its stock drop by over 22% during Friday’s trading session. Compounding refers to the customization of an approved drug by a pharmacy or physician to meet the specific needs of an individual patient. Typically, the Food, Drug, and Cosmetic Act prohibits compounding drugs that are just copies of commercially available medications. But drugs that are in shortage are not considered by the FDA to be commercially available. The limited supply of highly coveted and expensive brand name weight-loss drugs has spurred several digital healthcare companies to take advantage of that provision. “Now that the FDA has determined the drug shortage for semaglutide has been resolved, we will continue to offer access to personalized treatments as allowed by law to meet patient needs,” Hims & Hers CEO Andrew Dudum said in a statement. “We’re also closely monitoring potential future shortages, as Novo Nordisk stated two weeks ago that it would continue to have ‘capacity limitations’ and ‘expected continued periodic supply constraints and related drug shortage notifications.’” In July, the company added Kåre Schultz, a longtime Novo Nordisk executive, to its board of directors. At the time, Schultz told Bloomberg that the company has a “long future” in selling compounded semaglutide. When asked if pharmacies will still be able to make compounded semaglutide after the shortages end, Schulz said he wasn’t worried because there would still be cases where patients need individualized prescriptions. The FDA said on Friday that state-licensed pharmacies and physicians, known as 503A compounders, must stop making and distributing semaglutide products by April 22. Outsourcing facilities, known as 503B’s, have until May 22 to do the same. However, the FDA’s decision will likely face challenges from compounders, who have already sued the agency over its decision to declare a shortage of another weight-loss drug as resolved. The FDA originally declared the shortage of tirzepatide — the active ingredient in Eli Lilly’s Zepbound — over in October. However, an industry group, the Outsourcing Facilities Association (OFA), filed a lawsuit in Texas against the agency just days later, challenging its decision to remove the drug from its shortage list and demanding that the move be reversed. In its lawsuit, the group called the FDA’s decision “reckless and arbitrary,” and argued that it would “deprive patients of a vital treatment for type 2 diabetes and obesity.” The FDA said, in a court filing, that pharmacists could temporarily resume making compounded tirzepatide as it reconsiders its decision In a December letter, the agency stated that its review found Eli Lilly has sufficient supply to meet and exceed both current and future demand for the drugs. As a result, it set deadlines for compounding pharmacies — Feb. 18 for 503As and Mar. 19 for 503B’s — to stop selling off-brand versions of tirzepatide. Our free, fast, and fun briefing on the global economy, delivered every weekday morning. "
    },
    {
        "text": "Picture Alliance / Getty Images Shares of Hims & Hers Health (HIMS) plunged Friday after the Food & Drug Administration said a shortage of the active ingredient in Eli Lilly’s (LLY) Wegovy and Novo Nordisk’s (NVO) Ozempic has been resolved. Semaglutide injections, which have become a popular treatment option for weight loss as well as Type 2 diabetes, have been considered to be in a shortage since 2022. This could affect Hims & Hers, which makes compounded versions of weight-loss drugs by combining the key ingredient in the patented version with other drugs. This is legal thanks to an FDA rule known as 503B, which allows companies to mass-produce compounded drugs when the originals are hard to obtain. The FDA said it does not intend to take action against 503B drug compounders for 90 days, or until May 22, “to avoid unnecessary disruption to patient treatment.” Hims & Hers Chief Executive Officer Andrew Dudum said Friday in a post on X that the company \"will continue to offer access to personalized treatments as allowed by law,\" adding that the company is \"closely monitoring potential future shortages.\" This comes after the FDA said in October that Eli Lilly weight-loss treatments Mounjaro and Zepbound (which use the active ingredient tirzepatide, rather than semaglutide) were no longer on its list of drugs in short supply. Hims’ stock fell more than 23% by Friday afternoon, wiping out gains earlier this week after the company announced plans to roll out at-home blood testing over the next year. Shares of Eli Lilly and Novo Nordisk shares on Friday gained less than 1% and more than 5%, respectively. U.S. Food & Drug Administration. “Declaratory Order: Resolution of Shortages of Semaglutide Injection Products (Ozempic and Wegovy).” U.S. Food & Drug Administration. “FDA Clarifies Policies for Compounders as National GLP-1 Supply Begins To Stabilize.” Hims & Hers. “Hims vs. Mochi for Weight Loss 2025: How Do They Compare?\" Applied Policy. \"Compounding Pharmacies.\" X Platform. \"@AndrewDudum, 12:22 p.m. Feb. 21, 2025.\" U.S. Food & Drug Administration. “FDA Drug Shortages. Tirzepatide Injection.”"
    },
    {
        "text": "American demand for weight-loss drugs is supercharging Denmark’s economy and transforming a small Danish community into an unlikely boomtown. Look back only two years ago and the name of Danish firm Novo Nordisk would hardly ring a bell. But now, soaring sales of two blockbuster drugs, the anti-obesity and diabetes treatments Wegovy and Ozempic, have turned this pharmaceutical giant into one of Europe's most valuable companies. The drugmaker revealed in early February 2025 that its pre-tax profits jumped 22% to $17.8bn (DKK127.2bn/£14.2bn). It has also given Denmark's economy a huge boost, making it one of the region's fastest-growing. From new job creation to lower mortgage rates, the ripple effects of skyrocketing drug demand have been felt across the country, and not least in the tiny port town of Kalundborg, a community of fewer than 17,000 residents, where one of the biggest investments in Danish history is now underway. Stepping off the train on the outskirts of Kalundborg, an hour northwest of Copenhagen, passengers are greeted by birdsong and construction noise. It's an unlikely spot for what is now the epicentre of a global weight-loss revolution. Across a railway bridge stand the grey, boxy buildings of Novo Nordisk's sprawling industrial site. This is where half of the world's insulin is made. It's also where semaglutide is produced, the game-changing active ingredient in Ozempic and Wegovy. \"We are the centre of where the medicine starts, the core substance,\" Kalundborg's mayor Martin Damm told me, as we toured the plant's perimeter, a vast site covering 1.6 million sq m, equivalent to the size of 224 football pitches. \"Now you're coming into crane land,\" announces Damm. I quickly counted about 20 of them towering over new concrete structures and temporary cabins. An eye watering $8.6bn (DKK60bn) will be spent here over the next few years, which will see 1,250 new jobs added to the plant's 4,400-strong workforce. It's also brought 3,000 construction workers to the area. \"We have a rule of thumb, when you have one job inside the industry, that will generate three jobs outside,\" stated Damm. Kalundborg's economy has seen ups and downs. Once a shipbuilding centre, it then boomed in the 1960s manufacturing Carmen Curlers, a hair roller that was popular in the US until fashions changed. Now it's seemingly on a roll again. As we drive by, Damm points out a petrol station. \"Every morning the owner needs to roast 30kg (66lbs) of pork to make sandwiches. All these craftsmen like pork sandwiches.\" There are more boom stories: a local supermarket has seen sales increase five-fold and a fast food store sold 17,500 hot dogs in little over a month to hungry construction workers seeking an easy lunch. Two-thirds of Denmark's GDP growth came from just four boroughs. All share one thing in common: they're where Novo Nordisk premises are located. Among them Kalundborg saw a staggering 27% growth rate in 2022, according to the most recent data available. \"We were number one,\" says Damm, adding that unemployment in the area, once high a decade ago, is now among the region's lowest. Novo Nordisk's swelling corporate tax bill has lifted the municipality's finances, which has splashed out on a public swimming area, and plans for a new culture house and library. More than 1,250 homes will be built, and ground has been broken for a new motorway to Copenhagen. Yet despite this income, local primary schools lag behind on subjects like maths, and the area has a higher rate of overweight children, prompting some criticism. Speaking to the BBC, locals in Kalundborg were measured about seeing the benefits just yet. \"Businesses opening and closing, that's the same,\" says Lonny Frederiksen, who runs a hair salon in the town. \"But young people have more opportunities today.\" Many workers commute rather than living in Kalundborg, adds customer Gitte Pedersen, while lamenting the heavy traffic. \"Sometimes I have to wait [because of the] queues and I don't like that.\" But she's optimistic about the town's future, \"It will bring a lot of jobs. In a few years we'll see the difference.\" For a century Novo Nordisk's business was built on making insulin, but the discovery of semaglutide's weight-loss effect, marked a turning point. \"It is really transforming into a new firm,\" says Kurt Jacobsen, a professor at Copenhagen Business School, who's authored a book on the company. Wegovy and Ozempic belong to a class of drugs called GLP-1s, that help control blood sugar and suppress appetite. Ozempic got US approval in 2017, followed in 2021 by Wegovy, which is now available in thirteen countries, including China. Sales of the weekly weight-loss jab grew 86 percent last year, while Ozempic is the world's biggest-selling diabetes medicine, and 45 million people now use the firm's treatments. More than half of Novo Nordisk's sales were in the United States, where tens of thousands of new Wegovy users have signed up weekly for prescriptions. There it costs more than $1,000 (£746, €958) a month, compared to only $92 (£73/€88) in Germany, and many insurers refuse to cover it. During a congressional hearing last year, Senator Bernie Sanders repeatedly asked Novo Nordisk's chief executive officer Lars Frugaard Jørgensen why Americans pay more, demanding the company \"Stop ripping us off!\" In response, the firm blamed the complexities and \"middlemen\" of the American healthcare system. Worldwide around 800 million people live with obesity, and it's estimated the market for weight-loss treatments could be worth $150bn (£144bn) globally by 2030. That's fuelling an industry-wide gold rush as big Pharma search for the next generation of anti-obesity drugs. Novo Nordisk and American rival Eli Lilly, which produces similar medications, lead the pack for now, but both drugmakers have struggled to keep up with the insatiable demand. To boost manufacturing capacity, Novo Nordisk has embarked on a colossal spending spree costing several billion dollars. It's enlarging factories at home and adding a new plant, while beyond Danish shores, sites in France and the US are being expanded, and it bought three drug-making facilities from American firm Catulent. For a company with its headquarters in a small nation with less than six million people, Novo Nordisk's rise has had an outsized impact. \"There are other companies that also play a big role in the economy, Maersk especially, but nothing on this scale,\" says Las Olsen, chief economist at Danske Bank. \"This is the largest ever.\" In 2023 Denmark ranked among Europe's fastest-growing economies, as GDP expanded by 2.5%, and half of that was driven by the pharmaceutical sector. After a big boost from drug exports, the government now anticipates that growth in 2024 was 3.0% and will be 2.9% this year. It's also the country's largest taxpayer, and accounted for a fifth of all new jobs, while many Danes and pension funds hold shares. \"In a way Denmark is like the rest Europe, but a little stronger. Then with Novo Nordisk on top, we're a lot stronger,' says Olsen. Dollars flooding into Denmark from overseas sales have put pressure on the krone. The knock-on effect is lower borrowing costs. \"We have slightly lower interest rates than the euro area, which is a very direct result of all this money inflow,\" explains Olsen. More like this: Conversely, in recent months, the firm's previously sky-high stock price has been hammered, after trial results for two new anti-obesity treatments disappointed investors. It prompted a sell-off so huge that Denmark's currency briefly weakened. However, successful early trial data for another new weekly jab saw shares swing up again in January. And there are concerns that Novo Nordisk is outgrowingDenmark and could make the economy more vulnerable. Comparisons have been drawn with Finland, where the economy slumped in 2007, as mobile giant Nokia failed to compete with new smartphones. But most experts here aren't too worried about a similar outcome. \"Most would agree that there is a low probability,\" says Carl-Johan Dalgaard, chair of Denmark's Economic Council. \"Of course, the probability is not zero.  If you have an economy that harbours industrial superstars most would find it a big plus.\" However when a few large firms dominate a country's economy – and that's increasingly the picture in Denmark – there can be other drawbacks, suggests Dalgaard. \"There's a worry that with economic influence, you might also eventually see political influence emerging, which could have policy consequences.\" But there are new risks on the horizon. Amid tensions over the control of Greenland, US President Donald Trump has threatened potential tariffs on Danish goods, and Prime Minister Mette Frederiksen recently summoned leaders of the country's biggest companies for a meeting. \"It has been hinted at from the US side that there may unfortunately be a situation where we work less together than we do today,\" says Frederiksen. Among those present was Novo Nordisk's Jørgensen, and following the company's earnings announcement on 5 February 2025, he told reporters the business was well-prepared, but \"not immune\". \"Tariffs are always a bad idea,\" says Jacob Funk Kirkegaard, senior fellow at the Peterson Institute for International Economics. However he reckons, \"Of all the countries in the EU, nobody would be more resilient to US tariffs than arguably Denmark. A company as sophisticated as Novo Nordisk (which also has production outside Denmark) would be able to insulate themselves.\" Besides Novo Nordisk, a string of large international businesses have emerged from Denmark including shipping giant Maersk, brewer Carlsberg and toymaker Lego. Many are partly owned by charitable foundations. The model gives longer-term stability and prevents firms being easily broken up, says Mette Feifer, vice president of the Danish Chamber of Commerce. \"If Novo Nordisk were not owned by a foundation, I don't think it would be Danish at this moment. It would have been sold 10 or 20 years back.\" The company's philanthropic foundation is now the world's richest, and in 2023 it showered $1.3bn (£1bn/DKK9.1bn) in grants on hundreds of projects, in Denmark and beyond. Back in Kalundborg a new educational campus has sprung up training the next generation of life sciences workers. Among several institutions, Helix Lab is financed by the Novo Nordisk Foundation, and gives Masters students access to research labs and placements with local biotech firms. \"You have the industry right across the street, and you can collaborate more closely with them,\" says Maria Riquelme Jimenez, a chemical engineering student from Mexico, who hopes to eventually find work with Novo Nordisk. \"It really gives them an advantage for future jobs,\" adds Anette Birck, director of Helix Lab. It's also helping to attract talent and providing opportunities for Kalundborg's youth, she says. Overlooking the town's smart waterfront sits Costa Kalundborg Kaffe, owned by New Zealander Shaun Gamble. \"Driving through the building area, you just get surprised how massive it is for a small town,\" he says. His coffee shop has seen a pick-up in customers and he's noticed more international students moving to the area, as well as local businesses opening up. \"There has been a change. It's still in its infancy, but I can feel it,\" he said. \"In five years, it'll be totally different here – in a good way.\" -- If you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week."
    },
    {
        "text": "The toxic bite of a Gila monster can kill a human, but a specific ingredient in the cocktail of the lizard's venom is the reason we have glucagon-like peptide (GLP-1) agonists like Ozempic and Wegovy. At the end of the 20th century, endocrinologist Daniel Drucker was looking for a hormone similar enough to the human gut's GLP-1, which would have similar appetite-suppressing and blood sugar-regulating qualities, without being broken down by the human body so quickly. Drucker had read about the work of endocrinologist John Eng, gastroenterologist Jean-Pierre Raufman and biochemist John Pisano, who had sequenced the proteins in Gila monster  (Heloderma suspectum) venom and found two that looked like human GLP-1. Drucker and his team from the University of Toronto acquired a Gila monster from the Utah Zoo's breeding program to dissect for further research. This work confirmed that the lizard species' unique genes produce a protein, Exendin-4, that fit the bill, mimicking GLP-1 while hanging round in the human body for far longer. A synthetic version was created in the years after, but it took until 2005 for this GLP-1 agonist to become an FDA-approved treatment for type 2 diabetes. It's now also become a popular treatment for obesity, with further potential applications on the horizon. This isn't the only time we've relied on the chemical arsenal of toxic animals. Life-saving drugs have emerged from the crucible of the natural world many times throughout history. One of the top-selling drugs worldwide originates, ironically, from a snake's venom – but it's far from 'snake oil'. Lisinopril reduces the chemicals that constrict blood flow, which is why it's prescribed for high blood pressure, congestive heart failure, and to heart attack survivors. But the maker of its natural form, the Brazilian viper (Bothrops jararaca), evolved to produce enzyme inhibitors that help venom spread smoothly through the doomed body of its prey. Sea sponges are among the most ancient animals on this planet, so they've had a long time to cook up some interesting molecules. The Caribbean sponge (Tectitethya crypta) produces strange nucleosides which, in lieu of an immune system, protect it from the onslaught of foreign DNA introduced to its sessile body by predators and prey as it filter feeds. These nucleosides provided the inspiration for the chemotherapy drug cytarabine, which is among the WHO's List of Essential Medicines for its use in treating non-Hodgkin's lymphoma and leukemia. Animal toxins are proving useful in treating other cancers, too. In 2004, oncologist Jim Olson was dismayed to discover that even after a 14-hour surgery to remove a tumor from a teenage girl's brain, a thumb-sized piece of the  cancer had been left behind. He assembled a team to find a molecule that would help surgeons see cancers with the naked eye, and thanks to newly assembled DNA databases, they were able to find a suitable candidate in a matter of weeks. Its unlikely origin? The venom of one of the most dangerous scorpions on Earth, the deathstalker (Leiurus quinquestriatus). In isolation, the peptide chlorotoxin Cy5.5 had already been found to bind to ion channels on brain tumor cells, but not to normal human cells. The lab-made version, Tozuleristide, creates a kind of light-up 'paint' under near-infrared that has allowed researchers to see cancerous clusters as small as a few hundred cells in rodent studies. From GLP-1 agonists to chemotherapy treatments, it's incredible that the toxic potions brewed up by the animal kingdom can be used to improve and save human lives. And a humbling reminder that the answers to our problems may be found in unexpected places, if we are willing to look further afield, and of course, if those species and their habitats still exist by the time we get there. H/T Katie Dangerfield at Global News"
    },
    {
        "text": "Shark Tank India, which is currently streaming its fourth season on SonyLIV, recently saw a team of entrepreneurs from Hyderabad, who pitched a product that promises to address the issues of diabetes and obesity. Sreeram Reddy Vanga, Kartikeya Kabra and Dr Lalitha Palle, the founders of the brand Moderate, said that their products can be consumed in the form of pills. They claimed that their pills can reduce 40 percent carbohydrates and associated calories from meals, and reduce post-meal spikes in sugar levels. The ‘sharks’ were quite skeptical about the products. The founders asked for Rs 50 lakh for 1.25 percent of the company, valuing it at Rs 40 crore. At the beginning of the pitch, Vineeta Singh said that she was quite impressed with their packaging but admitted that she was scared of trying the product. “Darr lag raha hai par fir bhi mann kar raha hai khane ka (I am scared but I still want to try it),” she said. Anupam Mittal then jumped into the conversation, and questioned the founders about their clinical trials, which they claimed to have spent Rs 50 lakh on. When Peyush Bansal asked them about the side-effects, Dr Lalitha said that 20 percent users might experience some discomfort in their gut during the first couple of days but they will get used to it soon after that. When Anupam brought up Apple Cider Vinegar, which promises similar results, the founders claimed that their product was better, even though they didn’t have much evidence to support that claim. Kunal Bahl also entered the conversation and brought up the “Ozempic revolution,” and asked the founders if they were “ready for the scrutiny” that comes with selling the product to masses who might be extremely skeptical about it. Anupam said that if their product actually does what they claim, then it could be a “multi-trillion dollar opportunity.” ALSO READ | Anupam Mittal suspects a scam after discovering Shark Tank India pitcher is sitting on Rs 100 crore wealth, loses patience after being ignored The founders said that they have sold Rs 1 crore worth of products in the last nine months and claimed that they will be able to generate Rs 6 crore revenue by the end of the year. They also claimed that they had a repeat rate of 33 percent.  Vineeta said that she wasn’t interested in making an offer as she believes that people would be scared of trying the product because of the unknown side effects, and no amount of advertising on social media will be able to solve this problem. Even Peyush backed out after saying that in case something unfortunate happens to a customer, it would weigh heavily on his conscience. He said, “Kisiko kuch ho gaya khuda na khasta main apne ko kabhi maaf nahi kar paunga (God forbid, if something happens to someone, I will not be able to forgive myself.)” Anupam also backed out of the deal after telling the founders that they should arrange third-party clinical trials to prove the efficacy of their products. Kunal gave them an offer of Rs 1 crore for 5 percent of the company, and Aman made then an offer for Rs 50 lakh for 2.5 percent. The founders made a counter offer and the deal was ultimately locked with Kunal and Aman at Rs 1 crore for 5 percent of the company. Click here to follow Screen Digital on YouTube and stay updated with the latest from the world of cinema. The US has proposed a UN resolution to end the Russia-Ukraine conflict, while Europe demands immediate withdrawal of Russian forces. Trump's change in stance on Russia has caused tension between US and Europe. Russia supports the resolution but wants to address root causes.  This No Is Already Registered. Thanks For Registered Mobile No."
    },
    {
        "text": "On Shark Tank India season 4, entrepreneurs from Hyderabad pitched a product for diabetes and obesity. The founders of Moderate, claimed their pills can cut 40% of carbs and calories from meals and lower sugar spikes. However, the ‘sharks’ were skeptical. They asked for Rs 50 lakh for 1.25% equity, valuing their company at Rs 40 crore. At the start of the pitch, Vineeta Singh was hesitant to try the product. “Darr lag raha hai par fir bhi mann kar raha hai khane ka (I am scared but I still want to try it),\" she said. Anupam Mittal then asked about their clinical trials, which the founders said cost Rs 50 lakh. When Peyush Bansal asked about side effects, Dr. Lalitha said 20% of users might have mild gut discomfort for a few days but would adjust soon. Anupam compared their product to Apple Cider Vinegar, but the founders claimed theirs was better, though they had little proof. Kunal Bahl mentioned the “Ozempic revolution\" and asked if they were “ready for the scrutiny\" of selling to skeptical buyers. Vineeta declined to invest, saying people might avoid the product due to unknown side effects, and marketing wouldn’t fix that. Peyush also backed out, saying he couldn’t handle the guilt if something went wrong. He said, “Kisiko kuch ho gaya khuda na khasta main apne ko kabhi maaf nahi kar paunga (God forbid, if something happens to someone, I will not be able to forgive myself.)\" Anupam also backed out. Kunal offered Rs 1 crore for 5%, while Aman offered Rs 50 lakh for 2.5%. After a counteroffer, the deal closed with Kunal and Aman at Rs 1 crore for 5%. Shark Tank India 4 is back with more exciting pitches and business ideas. Entrepreneurs present their startups to a panel of investors, or ‘sharks,’ hoping to secure funding. This season features Anupam Mittal, Peyush Bansal, Ritesh Agarwal, Vineeta Singh, Aman Gupta, Namita Thapar, and Kunal Bahl and others."
    },
    {
        "text": "      Global Business and Financial News, Stock Quotes, and Market Data       and Analysis. Data also provided by"
    },
    {
        "text": "© 2025 Fortune Media IP Limited. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Use and Privacy Policy | CA Notice at Collection and Privacy Notice | Do Not Sell/Share My Personal Information FORTUNE is a trademark of Fortune Media IP Limited, registered in the U.S. and other countries. FORTUNE may receive compensation for some links to products and services on this website. Offers may be subject to change without notice."
    },
    {
        "text": "Feb 21, 2025, 10:01 ET Share this article PLAINSBORO, N.J., Feb. 21, 2025 /PRNewswire/ -- Novo Nordisk announced that the U.S. Food and Drug Administration (FDA) has determined the shortage of Wegovy® and Ozempic® is resolved. The FDA's assessment confirms the U.S. supply of these prescription-only GLP-1 medicines now meets or exceeds both current and projected U.S. demand. We continue to operate production facilities 24 hours a day, seven days a week with all doses of Wegovy® and Ozempic® being shipped regularly to wholesalers. This update comes after ongoing dialogue with the FDA, and substantial efforts by Novo Nordisk to increase manufacturing capacity, including $6.5 billion dollars of investments in the U.S. this year alone. \"We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand. No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients,\" said Dave Moore, Executive Vice President, U.S. Operations and Global Business Development and President of Novo Nordisk Inc. \"Patient safety remains our top priority and, in line with our purpose to improve lives and health, we continue to partner, educate, and advocate for expanded, affordable access to our medicines for those who need and rely on them.\" Novo Nordisk also continues to invest in new ways to help patients easily fill their Wegovy® prescriptions, including the recently launched AI-powered app, Find My Meds. Find My Meds is designed to help both new and existing patients locate available doses of Wegovy® at nearby retail pharmacies. This is a valuable tool in instances when individuals may not be able to immediately fill their prescription for the dose they need at their preferred pharmacy, which is important for continuity of care and better health outcomes. About Novo NordiskNovo Nordisk is a leading global healthcare company that's been making innovative medicines to help people with diabetes lead longer, healthier lives for more than 100 years. This heritage has given us experience and capabilities that also enable us to drive change to help people defeat other serious chronic diseases such as obesity, rare blood, and endocrine disorders. We remain steadfast in our conviction that the formula for lasting success is to stay focused, think long-term, and do business in a financially, socially, and environmentally responsible way. With U.S. headquarters in New Jersey and commercial, production, and research facilities in seven states plus Washington DC, Novo Nordisk employs approximately 10,000 people throughout the country. For more information, visit novonordisk-us.com, Facebook, Instagram, and X. Novo Nordisk is committed to the responsible use of our semaglutide-containing medicines which represent distinct products with different indications, dosages, prescribing information, titration schedules, and delivery forms. These products are not interchangeable and should not be used outside of their approved indications. Learn more at semaglutide.com. SOURCE NOVO NORDISK INC."
    },
    {
        "text": "The FDA has removed semaglutide from its drug shortage list after the agency determined the current supply of the drug can meet present and future demand, Novo Nordisk and the FDA announced. On Feb. 21, the FDA updated its drug shortage list and labeled the shortage of all doses of injectable semaglutide (Ozempic/Wegovy) as being resolved. The update was confirmed in a press release by Novo Nordisk, which stated the company continues to ship all doses of semaglutide regularly to wholesalers following investments to increase its manufacturing capacity. “We are pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand,” Dave Moore, executive vice president of U.S. operations and global business development and president of Novo Nordisk, said in the release. “No one should have to compromise their health due to misinformation and reach for fake or illegitimate knock-off drugs that pose significant safety risks to patients. Patient safety remains our top priority and, in line with our purpose to improve lives and health, we continue to partner, educate, and advocate for expanded, affordable access to our medicines for those who need and rely on them.\" As Healio previously reported, semaglutide was added to the FDA shortage list in early 2022. Its placement on the drug shortage list allowed compounding pharmacies to manufacture semaglutide, as the FDA did not consider the drug to be “commercially available” in the U.S. The FDA announced it will allow companies to continue dispensing compounded semaglutide for up to 90 more days. State-licensed pharmacies and physicians compounded under section 503A of the Federal Food, Drug and Cosmetic Act can continue compounded and distributing semaglutide until April 22, and outsourcing facilities under section 503B of the law are permitted to dispense compounded semaglutide until May 22. The agency stated the deadlines were set “to avoid unnecessary disruption to patient treatment.” Semaglutide’s removal from the drug shortage list comes about 2 months after the FDA also confirmed that the shortage of tirzepatide (Mounjaro/Zepbound, Eli Lilly), another incretin-based drug for treating type 2 diabetes and obesity, was resolved. As part of that announcement, the FDA stated it would continue to allow compounded forms of the drug to be manufactured or distributed by state-licensed pharmacies through Feb. 18 and by outsourcing facilities through March 19. During the shortage, the FDA has issued multiple warnings about using off-brand semaglutide. In December 2023, the FDA announced counterfeit forms of semaglutide were circulating through the U.S. drug supply chain and asked consumers to check lot numbers to make sure they were using an authentic form of the drug. In February 2024, the agency sent warning letters to two companies for offering unapproved and misbranded forms of semaglutide and tirzepatide on their websites. In July 2024, the FDA warned patients about potential adverse events linked to some compounded forms of semaglutide due to dosing errors. The removal of semaglutide from the drug shortage list comes as public officials raise concerns about counterfeit and illegal forms of diabetes and obesity medications entering the U.S. On Feb. 19, the National Association of Attorneys General sent a letter to acting FDA commissioner Sara Brenner, MD, MPH, asking the agency to take steps to stop “bad actors” from profiting off the sale of counterfeit incretin-based drugs. The letter cited reports of counterfeit GLP-1s entering the U.S. from foreign countries, active ingredients of the drugs being sold illegally to consumers and compounding pharmacies that may be participating illegally in the market. The letter was signed attorneys general from 38 states and U.S. territories. “Demand for the medications Mounjaro, Zepbound, Ozempic and Wegovy has skyrocketed, but supply shortages and high costs have created opportunities for wrongdoers to cash in and endanger consumers,” the organization stated in its letter. “The FDA has the expertise and the resources to stop this conduct and better protect consumers.” Collapse Press Release Read more about Play on Healio Follow Healio About Account Information Contact Us Legal Sign Up for Email Get the latest news and education delivered to your inbox The email address associated with your Healio account is:  If you would like to edit or change the email address that your subscriptions and alerts are sent to, use the \"Update email address\" link. Would you like to receive email reminders to complete your saved activities from Healio CME? Activity saved! You'll receive reminders to complete your saved activities from Healio CME."
    },
    {
        "text": "Rs1950 for your first 6 months. Then Rs1950 per 3 months.  The new FT Digital Edition: today's FT, cover to cover on any device. This subscription does not include access to ft.com or the FT App. Then Rs4335 per month. Complete digital access to quality FT journalism. Cancel anytime during your trial. Save now on essential digital access to quality FT journalism on any device. FT newspaper delivered Monday-Saturday, plus FT Digital Edition delivered to your device Monday-Saturday. Terms & Conditions apply See why over a million readers pay to read the Financial Times."
    },
    {
        "text": "The Food and Drug Administration said Friday the shortage of Ozempic and Wegovy is over, a step that could spell the end to a booming market of cheap, pharmacy-made weight-loss drugs that has attracted a huge patient following. The FDA said it will give compounding pharmacies until April or May, depending on their regulatory status, to stop making versions of semaglutide, the active ingredient in the brand-name drugs. The move comes after the agency last year declared an end to the shortage of the other dominant weight-loss compound on the market, tirzepatide, which is the main ingredient in Mounjaro and Zepbound. As drugmakers Novo Nordisk and Eli Lilly struggled to keep up with enormous demand for their diabetes and obesity drugs, the FDA designated their medicines in shortage in 2022 — and kept them there. That made it possible for pharmacies to craft their own off-brand versions of the blockbuster drugs, a situation without modern precedent. Many compounding pharmacies — which traditionally custom-make prescriptions to suit individual patient needs — jumped into the weight-loss market, churning out less-expensive medications and selling them to telehealth firms and clinics across the country. Patients were willing to try non-FDA-approved medications that can cost a few hundred dollars a month rather than brand-name drugs that can cost $1,000 a month or more. An association representing compounding pharmacies estimated that they filled roughly 80 million prescriptions for semaglutide in 12 months. The stock of Hims and Hers, a publicly traded telehealth firm, got a boost when it began offering compounded semaglutide last year. The company promoted its weight-loss offerings in a Super Bowl ad as “affordable” and “doctor-trusted,” while criticizing brand-name drugs as “priced for profits, not patients.” Shares of Hims plummeted  25.8 percent  Friday. The company has suggested it could continue selling compounded semaglutide after the shortage ends by personalizing the prescriptions. “It is now critical to understand HIMS’ legal pathway to selling personalized doses since it has to be the primary mechanism to sell semaglutide going forward,” Michael Cherny, an analyst for Leerink Partners, wrote in a note to clients Friday. A spokesperson for Hims referred to a comment that the company’s CEO, Andrew Dudum, posted Friday on X. “Now that the FDA has determined the drug shortage for semaglutide has been resolved, we will continue to offer access to personalized treatments as allowed by law to meet patient needs,” Dudum wrote. Some medical providers who prescribe compounded weight-loss drugs are, for now, continuing their practice as usual. Jason Jacobson, a nurse practitioner in Florida who founded Slym Wellness, said he hasn’t heard from his suppliers that he won’t be able to get compounded semaglutide or tirzepatide. If those cheaper versions aren’t available, he said, he worries that patients who have lost a lot of weight will “rebound back to the state where they were at because of cost.” Jacobson said he has been reassured by the investments made by compounding pharmacies to continue offering weight-loss drugs, as well as big companies like Hims and Hers getting into the market. Novo Nordisk and Eli Lilly have dominated the market for GLP-1 drugs, named for the glucagon-like peptide hormone that they mimic. The drugs work by slowing the stomach from emptying and sending a signal of fullness to the brain. Novo Nordisk’s Ozempic and Lilly’s Mounjaro treat Type 2 diabetes, while Wegovy and Zepbound are anti-obesity medications. As the two pharmaceutical giants have invested heavily to make more of their most popular offerings, they’ve aggressively targeted the compounding business with public statements and lawsuits, alleging that such medications aren’t safe. The FDA has long warned that compounded medications, which it doesn’t review, are less safe than products that go through its rigorous approval process. Lilly reported that Mounjaro brought in $11.5 billion last year, while Zepbound had $4.9 billion in sales, with most coming from the United States, according to a securities filing. Novo Nordisk said Ozempic had global sales of 120 billion Danish kroner last year, roughly equivalent to $16.8 billion. In a call with financial analysts earlier this month, a Novo Nordisk executive responded to a question about the effect of compounding pharmacies on its business. “Our latest market intelligence does tell us and show us that it is having an impact, and it is growing faster than we had anticipated,” said David Moore, an executive vice president, according to a transcript compiled by S&P Global Market Intelligence. On Friday, Moore said in a statement that the company is “pleased the FDA has declared that supply of the only real, FDA-approved semaglutide medicines is resolved, affirming that Novo Nordisk is meeting or exceeding current and projected nationwide demand.” He added, “No one should have to compromise their health due to misinformation and reach for fake or illegitimate knockoff drugs that pose significant safety risks to patients.” Scott Brunner, CEO of the Alliance for Pharmacy Compounding, said that pharmacists have “long known that this shortage had a shelf life,” adding that they’ve “been serving patients who’d otherwise have no access to this medication.” Still, he questioned whether the FDA has adequately considered how patients currently taking compounded semaglutide — who he estimated number in the hundreds of thousands — will add to the demand for the brand-name drugs. In ending the shortage, the FDA acknowledged that patients and prescribers “may still see intermittent and limited localized supply disruptions,” as it said when declaring an end to the tirzepatide shortage."
    },
    {
        "text": "Home> News> Health Liv Bridge A woman who tried micro-dosing Ozempic ended up stunning doctors with what it did to her body. There are countless ways to lose weight in this day and age, from the old school method of diet and exercise to the extreme with weight loss pills and even surgery. Now, one woman has decided to put Hollywood's hottest new drug to the test - and by taking it in a rather unusual way. Advert I am of course talking about Ozempic, an injection marketed for people with type 2 diabetes to help them manage their blood sugar levels, which has been snapped up by celebs, like Khloe Kardashian, Sharon Osbourne, Amy Schumer and even Elon Musk as a weight loss tool. Known as semaglutide, the drug was approved in 2017 by the US Food and Drug Aministration (FDA) to help diabetics, though some physicians have also been prescribing it for weight loss. The medication is administered once every four weeks with dosages starting from 0.25mg before increasing each time to the limit of 2mg. Advert But 25-year-old Madison Burgess has thrown caution to the wind by opting to micro-dose the drug. The Michigan native revealed she wanted to shed a whopping 50lbs and had tried everything in the past, like a strict workout regime, but her sweet tooth always won the battle, reports The Daily Mail. Madison said she was considering bariatric surgery in 2023, which makes the stomach smaller and restricts how much a person can eat, but then Ozempic arrived to the party. So, she signed up with Claya, a digital weight loss and wellness company, which put her in touch with a doctor who virtually prescribed her the ground-breaking drug. Advert At first, Madison, who has documented her weight loss journey on TikTok, reaped the rewards of the drug, noting how the inflammation and her appetite went down. She lost an incredible five pounds in the first week but just three months later, she started experiencing some debilitating side effects. When her dosage was increased above one miligram, she reported feeling nauseous, vomiting, severe stomach pain and had occasional diarrhoea or constipation. While such side effects are common, Madison said they were so severe she couldn't eat anything. Advert The young woman said she soon realized 'this is not okay' and wanted to find other solutions. After talking with her doctor, she suggested micro-dosing it and stripping it down to a dose that falls below the recommended amount. Madison has since gone on to shred 60lbs in two years and claims it was a miracle hack. Advert \"I’m a big advocate now of microdosing. Going slow and staying low is my motto nowadays and I think it’s better for long-term results,” she continued, claiming to have regained her appetite while resisting the temptation of sugary treats. \"It’s been absolutely great,\" she added. However, micro-dosing is not FDA-approved as a nurse practitioner specializing in medications like Ozempic, Katie Sorensen, explained to Parade comes down to a lack of clinical trials. Sorensen added: \"The microdosing strategy has some attractive benefits, including helping to mitigate side effects and being able to customize the dose to the minimum efficacious dose for individual patients.\" It's also not a magical pill, as Madison describes it as 'just a tool' that helps support other lifestyle changes that help with weight loss. Topics: Health, Fitness, Ozempic, Social Media, Michigan, Food and Drink, TikTok, US News Liv Bridge is a digital journalist who joined the UNILAD team in 2024 after almost three years reporting local news for a Newsquest UK paper, The Oldham Times. She's passionate about health, housing, food and music, especially Oasis... @livbridge"
    },
    {
        "text": "A recent study has raised concerns about a potential link between semaglutide, the active ingredient in Ozempic, and a rare form of vision loss called non-arteritic anterior ischemic optic neuropathy (NAION). While the evidence is still preliminary, the possibility of this severe side effect has highlighted the need for patients and healthcare professionals to be informed about the risks associated with the drug. RELATED: What is ‘Ozempic Butt’? Expert Shares Tips On How To Manage This Side Effect  Ozempic was initially to help adults with Type 2 diabetes manage their blood sugar levels. Its ability to promote significant weight loss as a side effect has led to its widespread off-label use for weight management. NAION is a condition that results in sudden, painless loss of vision due to reduced blood flow to the optic nerve head (ONH). It is the most common cause of sudden optic nerve-related vision loss in adults over 50 and is irreversible and untreatable. According to the American Academy of Ophthalmology, the annual incidence of NAION in the U.S. ranges from 2.3 to 10.2 cases per 100,000 for those over 50 years old. The average age of onset is 66 years, and it affects men and women equally, with a higher risk noted among White individuals. According to the American Academy Of Ophthalmology (AAO), the following risk factors are prevalent.  Diabetes Smoking Hypertension Hypercholesterolaemia  What Are The Symptoms Of NAION?  Sudden, painless loss of vision in one eye (monocular). Rarely, bilateral vision loss due to significant blood pressure changes. Ocular discomfort and headaches are uncommon but possible in 10% of cases.  The Link Between Ozempic And NAION  The recent study conducted by researchers analyzing patient records from Denmark and Norway found that diabetic patients using Ozempic were more than twice as likely to develop NAION compared to those taking other diabetes medications. This follows a previous study that also suggested a potential connection between semaglutide and NAION. While these findings are significant, the overall incidence remains low. The researchers noted an increase of just 1.4 additional cases per 10,000 patient-years of observation among Ozempic users compared to those on other diabetes medications. Despite the low incidence, the irreversibility of NAION makes this a critical risk for patients to consider. Patients with diabetes are already at a higher risk for NAION due to vascular damage associated with the disease. The addition of semaglutide may exacerbate this risk by further impairing blood flow to the optic nerve. RELATED: Ozempic May Curb Alcohol Cravings: Study Details And Other Potential Benefits What Does This Mean For Patients And Healthcare Providers? Given the potential link, healthcare providers should inform patients about the possible risk of vision loss associated with Ozempic, monitor for early signs of vision changes, especially in patients with other vascular risk factors (diabetes, hypertension, smoking) and consider the patient’s medical history when prescribing Ozempic, especially for those with a history of optic nerve issues. Patients on the other hand should be aware of sudden vision changes and seek prompt medical attention if they experience any loss of vision, discuss their risk factors and potential alternatives with their healthcare provider if they are concerned about NAION. Is This Something You Should Be Worried About? The link between Ozempic and sudden blindness due to NAION remains a concerning but infrequent potential side effect. While further research is needed to establish a definitive connection, the severity of NAION warrants caution. Patients and healthcare providers must stay informed to balance the benefits of semaglutide for diabetes and weight management with the potential risk of irreversible vision loss.  The recent study conducted by researchers analyzing patient records from Denmark and Norway found that diabetic patients using Ozempic were more than twice as likely to develop NAION compared to those taking other diabetes medications. This follows a previous study that also suggested a potential connection between semaglutide and NAION. While these findings are significant, the overall incidence remains low. The researchers noted an increase of just 1.4 additional cases per 10,000 patient-years of observation among Ozempic users compared to those on other diabetes medications. Despite the low incidence, the irreversibility of NAION makes this a critical risk for patients to consider. Patients with diabetes are already at a higher risk for NAION due to vascular damage associated with the disease. The addition of semaglutide may exacerbate this risk by further impairing blood flow to the optic nerve. RELATED: Ozempic May Curb Alcohol Cravings: Study Details And Other Potential Benefits What Does This Mean For Patients And Healthcare Providers? Given the potential link, healthcare providers should inform patients about the possible risk of vision loss associated with Ozempic, monitor for early signs of vision changes, especially in patients with other vascular risk factors (diabetes, hypertension, smoking) and consider the patient’s medical history when prescribing Ozempic, especially for those with a history of optic nerve issues. Patients on the other hand should be aware of sudden vision changes and seek prompt medical attention if they experience any loss of vision, discuss their risk factors and potential alternatives with their healthcare provider if they are concerned about NAION. Is This Something You Should Be Worried About? The link between Ozempic and sudden blindness due to NAION remains a concerning but infrequent potential side effect. While further research is needed to establish a definitive connection, the severity of NAION warrants caution. Patients and healthcare providers must stay informed to balance the benefits of semaglutide for diabetes and weight management with the potential risk of irreversible vision loss. Given the potential link, healthcare providers should inform patients about the possible risk of vision loss associated with Ozempic, monitor for early signs of vision changes, especially in patients with other vascular risk factors (diabetes, hypertension, smoking) and consider the patient’s medical history when prescribing Ozempic, especially for those with a history of optic nerve issues. Patients on the other hand should be aware of sudden vision changes and seek prompt medical attention if they experience any loss of vision, discuss their risk factors and potential alternatives with their healthcare provider if they are concerned about NAION. Is This Something You Should Be Worried About? The link between Ozempic and sudden blindness due to NAION remains a concerning but infrequent potential side effect. While further research is needed to establish a definitive connection, the severity of NAION warrants caution. Patients and healthcare providers must stay informed to balance the benefits of semaglutide for diabetes and weight management with the potential risk of irreversible vision loss. The link between Ozempic and sudden blindness due to NAION remains a concerning but infrequent potential side effect. While further research is needed to establish a definitive connection, the severity of NAION warrants caution. Patients and healthcare providers must stay informed to balance the benefits of semaglutide for diabetes and weight management with the potential risk of irreversible vision loss. All possible measures have been taken to ensure accuracy, reliability, timeliness and authenticity of the information; however Onlymyhealth.com does not take any liability for the same. Using any information provided by the website is solely at the viewers’ discretion. In case of any medical exigencies/ persistent health issues, we advise you to seek a qualified medical practitioner before putting to use any advice/tips given by our team or any third party in form of answers/comments on the above mentioned website."
    },
    {
        "text": "volume 30, pages 2049–2057 (2024)Cite this article 147k Accesses 2667 Altmetric Metrics details This article has been updated In the SELECT cardiovascular outcomes trial, semaglutide showed a 20% reduction in major adverse cardiovascular events in 17,604 adults with preexisting cardiovascular disease, overweight or obesity, without diabetes. Here in this prespecified analysis, we examined effects of semaglutide on weight and anthropometric outcomes, safety and tolerability by baseline body mass index (BMI). In patients treated with semaglutide, weight loss continued over 65 weeks and was sustained for up to 4 years. At 208 weeks, semaglutide was associated with mean reduction in weight (−10.2%), waist circumference (−7.7 cm) and waist-to-height ratio (−6.9%) versus placebo (−1.5%, −1.3 cm and −1.0%, respectively; P < 0.0001 for all comparisons versus placebo). Clinically meaningful weight loss occurred in both sexes and all races, body sizes and regions. Semaglutide was associated with fewer serious adverse events. For each BMI category (<30, 30 to <35, 35 to <40 and ≥40 kg m−2) there were lower rates (events per 100 years of observation) of serious adverse events with semaglutide (43.23, 43.54, 51.07 and 47.06 for semaglutide and 50.48, 49.66, 52.73 and 60.85 for placebo). Semaglutide was associated with increased rates of trial product discontinuation. Discontinuations increased as BMI class decreased. In SELECT, at 208 weeks, semaglutide produced clinically significant weight loss and improvements in anthropometric measurements versus placebo. Weight loss was sustained over 4 years. ClinicalTrials.gov identifier: NCT03574597. The worldwide obesity prevalence, defined by body mass index (BMI) ≥30 kg m−2, has nearly tripled since 1975 (ref. 1). BMI is a good surveillance measure for population changes over time, given its strong correlation with body fat amount on a population level, but it may not accurately indicate the amount or location of body fat at the individual level2. In fact, the World Health Organization defines clinical obesity as ‘abnormal or excessive fat accumulation that may impair health’1. Excess abnormal body fat, especially visceral adiposity and ectopic fat, is a driver of cardiovascular (CV) disease (CVD)3,4,5, and contributes to the global chronic disease burden of diabetes, chronic kidney disease, cancer and other chronic conditions6,7. Remediating the adverse health effects of excess abnormal body fat through weight loss is a priority in addressing the global chronic disease burden. Improvements in CV risk factors, glycemia and quality-of-life measures including personal well-being and physical functioning generally begin with modest weight loss of 5%, whereas greater weight loss is associated with more improvement in these measures8,9,10. Producing and sustaining durable and clinically significant weight loss with lifestyle intervention alone has been challenging11. However, weight-management medications that modify appetite can make attaining and sustaining clinically meaningful weight loss of ≥10% more likely12. Recently, weight-management medications, particularly those comprising glucagon-like peptide-1 receptor agonists, that help people achieve greater and more sustainable weight loss have been developed13. Once-weekly subcutaneous semaglutide 2.4 mg, a glucagon-like peptide-1 receptor agonist, is approved for chronic weight management14,15,16 and at doses of up to 2.0 mg is approved for type 2 diabetes treatment17,18,19. In patients with type 2 diabetes and high CV risk, semaglutide at doses of 0.5 mg and 1.0 mg has been shown to significantly lower the risk of CV events20. The SELECT trial (Semaglutide Effects on Heart Disease and Stroke in Patients with Overweight or Obesity) studied patients with established CVD and overweight or obesity but without diabetes. In SELECT, semaglutide was associated with a 20% reduction in major adverse CV events (hazard ratio 0.80, 95% confidence interval (CI) 0.72 to 0.90; P < 0.001)21. Data derived from the SELECT trial offer the opportunity to evaluate the weight loss efficacy, in a geographically and racially diverse population, of semaglutide compared with placebo over 208 weeks when both are given in addition to standard-of-care recommendations for secondary CVD prevention (but without a focus on targeting weight loss). Furthermore, the data allow examination of changes in anthropometric measures such as BMI, waist circumference (WC) and waist-to-height ratio (WHtR) as surrogates for body fat amount and location22,23. The diverse population can also be evaluated for changes in sex- and race-specific ‘cutoff points’ for BMI and WC, which have been identified as anthropometric measures that predict cardiometabolic risk8,22,23. This prespecified analysis of the SELECT trial investigated weight loss and changes in anthropometric indices in patients with established CVD and overweight or obesity without diabetes, who met inclusion and exclusion criteria, within a range of baseline categories for glycemia, renal function and body anthropometric measures. The SELECT study enrolled 17,604 patients (72.3% male) from 41 countries between October 2018 and March 2021, with a mean (s.d.) age of 61.6 (8.9) years and BMI of 33.3 (5.0) kg m−2 (ref. 21). The baseline characteristics of the population have been reported24. Supplementary Table 1 outlines SELECT patients according to baseline BMI categories. Of note, in the lower BMI categories (<30 kg m−2 (overweight) and 30 to <35 kg m−2 (class I obesity)), the proportion of Asian individuals was higher (14.5% and 7.4%, respectively) compared with the proportion of Asian individuals in the higher BMI categories (BMI 35 to <40 kg m−2 (class II obesity; 3.8%) and ≥40 kg m−2 (class III obesity; 2.2%), respectively). As the BMI categories increased, the proportion of women was higher: in the class III BMI category, 45.5% were female, compared with 20.8%, 25.7% and 33.0% in the overweight, class I and class II categories, respectively. Lower BMI categories were associated with a higher proportion of patients with normoglycemia and glycated hemoglobin <5.7%. Although the proportions of patients with high cholesterol and history of smoking were similar across BMI categories, the proportion of patients with high-sensitivity C-reactive protein ≥2.0 mg dl−1 increased as the BMI category increased. A high-sensitivity C-reactive protein >2.0 mg dl−1 was present in 36.4% of patients in the overweight BMI category, with a progressive increase to 43.3%, 57.3% and 72.0% for patients in the class I, II and III obesity categories, respectively. The average percentage weight-loss trajectories with semaglutide and placebo over 4 years of observation are shown in Fig. 1a (ref. 21). For those in the semaglutide group, the weight-loss trajectory continued to week 65 and then was sustained for the study period through week 208 (−10.2% for the semaglutide group, −1.5% for the placebo group; treatment difference −8.7%; 95% CI −9.42 to −7.88; P < 0.0001). To estimate the treatment effect while on medication, we performed a first on-treatment analysis (observation period until the first time being off treatment for >35 days). At week 208, mean weight loss in the semaglutide group analyzed as first on-treatment was −11.7% compared with −1.5% for the placebo group (Fig. 1b; treatment difference −10.2%; 95% CI −11.0 to −9.42; P < 0.0001). a,b, Observed data from the in-trial period (a) and first on-treatment (b). The symbols are the observed means, and error bars are ±s.e.m. Numbers shown below each panel represent the number of patients contributing to the means. Analysis of covariance with treatment and baseline values was used to estimate the treatment difference. Exact P values are 1.323762 × 10−94 and 9.80035 × 10−100 for a and b, respectively. P values are two-sided and are not adjusted for multiplicity. ETD, estimated treatment difference; sema, semaglutide. Among in-trial (intention-to-treat principle) patients at week 104, weight loss of ≥5%, ≥10%, ≥15%, ≥20% and ≥25% was achieved by 67.8%, 44.2%, 22.9%, 11.0% and 4.9%, respectively, of those treated with semaglutide compared with 21.3%, 6.9%, 1.7%, 0.6% and 0.1% of those receiving placebo (Fig. 2a). Individual weight changes at 104 weeks for the in-trial populations for semaglutide and placebo are depicted in Fig. 2b and Fig. 2c, respectively. These waterfall plots show the variation in weight-loss response that occurs with semaglutide and placebo and show that weight loss is more prominent with semaglutide than placebo. a, Categorical weight loss from baseline at week 104 for semaglutide and placebo. Data from the in-trial period. Bars depict the proportion (%) of patients receiving semaglutide or placebo who achieved ≥5%, ≥10%, ≥15%, ≥20% and ≥25% weight loss. b,c, Percentage change in body weight for individual patients from baseline to week 104 for semaglutide (b) and placebo (c). Each patient’s percentage change in body weight is plotted as a single bar. WC change from baseline to 104 weeks has been reported previously in the primary outcome paper21. The trajectory of WC change mirrored that of the change in body weight. At week 208, average reduction in WC was −7.7 cm with semaglutide versus −1.3 cm with placebo, with a treatment difference of −6.4 cm (95% CI −7.18 to −5.61; P < 0.0001)21. We analyzed achievement of sex- and race-specific cutoff points for WC by BMI <35 kg m−2 or ≥35 kg m−2, because for BMI >35 kg m−2, WC is more difficult technically and, thus, less accurate as a risk predictor4,25,26. Within the SELECT population with BMI <35 kg m−2 at baseline, 15.0% and 14.3% of the semaglutide and placebo groups, respectively, were below the sex- and race-specific WC cutoff points. At week 104, 41.2% fell below the sex- and race-specific cutoff points for the semaglutide group, compared with only 18.0% for the placebo group (Fig. 3). WC cutoff points; Asian women <80 cm, non-Asian women <88 cm, Asian men <88 cm, non-Asian men <102 cm. At baseline, mean WHtR was 0.66 for the study population. The lowest tertile of the SELECT population at baseline had a mean WHtR <0.62, which is higher than the cutoff point of 0.5 used to indicate increased cardiometabolic risk27, suggesting that the trial population had high WCs. At week 208, in the group randomized to semaglutide, there was a relative reduction of 6.9% in WHtR compared with 1.0% in placebo (treatment difference −5.87% points; 95% CI −6.56 to −5.17; P < 0.0001). At week 104, 52.4% of patients treated with semaglutide achieved improvement in BMI category compared with 15.7% of those receiving placebo. Proportions of patients in the BMI categories at baseline and week 104 are shown in Fig. 4, which depicts in-trial patients receiving semaglutide and placebo. The BMI category change reflects the superior weight loss with semaglutide, which resulted in fewer patients being in the higher BMI categories after 104 weeks. In the semaglutide group, 12.0% of patients achieved a BMI <25 kg m−2, which is considered the healthy BMI category, compared with 1.2% for placebo; per study inclusion criteria, no patients were in this category at baseline. The proportion of patients with obesity (BMI ≥30 kg m−2) fell from 71.0% to 43.3% in the semaglutide group versus 71.9% to 67.9% in the placebo group. In the semaglutide group, 12.0% of patients achieved normal weight status at week 104 (from 0% at baseline), compared with 1.2% (from 0% at baseline) for placebo. BMI classes: healthy (BMI <25 kg m−2), overweight (25 to <30 kg m−2), class I obesity (30 to <35 kg m−2), class II obesity (35 to <40 kg m−2) and class III obesity (BMI ≥40 kg m−2). The forest plot illustrated in Fig. 5 displays mean body weight percentage change from baseline to week 104 for semaglutide relative to placebo in prespecified subgroups. Similar relationships are depicted for WC changes in prespecified subgroups shown in Extended Data Fig. 1. The effect of semaglutide (versus placebo) on mean percentage body weight loss as well as reduction in WC was found to be heterogeneous across several population subgroups. Women had a greater difference in mean weight loss with semaglutide versus placebo (−11.1% (95% CI −11.56 to −10.66) versus −7.5% in men (95% CI −7.78 to −7.23); P < 0.0001). There was a linear relationship between age category and degree of mean weight loss, with younger age being associated with progressively greater mean weight loss, but the actual mean difference by age group is small. Similarly, BMI category had small, although statistically significant, associations. Those with WHtR less than the median experienced slightly lower mean body weight change than those above the median, with estimated treatment differences −8.04% (95% CI −8.37 to −7.70) and −8.99% (95% CI −9.33 to −8.65), respectively (P < 0.0001). Patients from Asia and of Asian race experienced slightly lower mean weight loss (estimated treatment difference with semaglutide for Asian race −7.27% (95% CI −8.09 to −6.46; P = 0.0147) and for Asia −7.30 (95% CI −7.97 to −6.62; P = 0.0016)). There was no difference in weight loss with semaglutide associated with ethnicity (estimated treatment difference for Hispanic −8.53% (95% CI −9.28 to −7.76) or non-Hispanic −8.52% (95% CI −8.77 to 8.26); P = 0.9769), glycemic status (estimated treatment difference for prediabetes −8.53% (95% CI −8.83 to −8.24) or normoglycemia −8.48% (95% CI −8.88 to −8.07; P = 0.8188) or renal function (estimated treatment difference for estimated glomerular filtration rate (eGFR) <60 or ≥60 ml min−1 1.73 m−2 being −8.50% (95% CI −9.23 to −7.76) and −8.52% (95% CI −8.77 to −8.26), respectively (P = 0.9519)). Data from the in-trial period. N = 17,604. P values represent test of no interaction effect. P values are two-sided and are not adjusted for multiplicity. The dots show estimated treatment differences, and the error bars show 95% CIs. Details of the statistical models are available in Methods. ETD, estimated treatment difference; HbA1c, glycated hemoglobin; MI, myocardial infarction; PAD, peripheral artery disease; sema, semaglutide. We reported in the primary outcome of the SELECT trial that adverse events (AEs) leading to permanent discontinuation of the trial product occurred in 1,461 patients (16.6%) in the semaglutide group and 718 patients (8.2%) in the placebo group (P < 0.001)21. For this analysis, we evaluated the cumulative incidence of AEs leading to trial product discontinuation by treatment assignment and by BMI category (Fig. 6). For this analysis, with death modeled as a competing risk, we tracked the proportion of in-trial patients for whom drug was withdrawn or interrupted for the first time (Fig. 6, left) or cumulative discontinuations (Fig. 6, right). Both panels of Fig. 6 depict a graded increase in the proportion discontinuing semaglutide, but not placebo. For lower BMI classes, discontinuation rates are higher in the semaglutide group but not the placebo group. Data are in-trial from the full analysis set. sema, semaglutide. We reported in the primary SELECT analysis that serious adverse events (SAEs) were reported by 2,941 patients (33.4%) in the semaglutide arm and by 3,204 patients (36.4%) in the placebo arm (P < 0.001)21. For this study, we analyzed SAE rates by person-years of treatment exposure for BMI classes (<30 kg m−2, 30 to <35 kg m−2, 35 to <40 kg m−2, and ≥40 kg m−2) and provide these data in Supplementary Table 2. We also provide an analysis of the most common categories of SAEs. Semaglutide was associated with lower SAEs, primarily driven by CV event and infections. Within each obesity class (<30 kg m−2, 30 to <35 kg m−2, 35 to <40 kg m−2, and ≥40 kg m−2), there were fewer SAEs in the group receiving semaglutide compared with placebo. Rates (events per 100 years of observation) of SAEs were 43.23, 43.54, 51.07 and 47.06 for semaglutide and 50.48, 49.66, 52.73 and 60.85 for placebo, with no evidence of heterogeneity. There was no detectable difference in hepatobiliary or gastrointestinal SAEs comparing semaglutide with placebo in any of the four BMI classes we evaluated. The analyses of weight effects of the SELECT study presented here reveal that patients assigned to once-weekly subcutaneous semaglutide 2.4 mg lost significantly more weight than those receiving placebo. The weight-loss trajectory with semaglutide occurred over 65 weeks and was sustained up to 4 years. Likewise, there were similar improvements in the semaglutide group for anthropometrics (WC and WHtR). The weight loss was associated with a greater proportion of patients receiving semaglutide achieving improvement in BMI category, healthy BMI (<25 kg m−2) and falling below the WC cutoff point above which increased cardiometabolic risk for the sex and race is greater22,23. Furthermore, both sexes, all races, all body sizes and those from all geographic regions were able to achieve clinically meaningful weight loss. There was no evidence of increased SAEs based on BMI categories, although lower BMI category was associated with increased rates of trial product discontinuation, probably reflecting exposure to a higher level of drug in lower BMI categories. These data, representing the longest clinical trial of the effects of semaglutide versus placebo on weight, establish the safety and durability of semaglutide effects on weight loss and maintenance in a geographically and racially diverse population of adult men and women with overweight and obesity but not diabetes. The implications of weight loss of this degree in such a diverse population suggests that it may be possible to impact the public health burden of the multiple morbidities associated with obesity. Although our trial focused on CV events, many chronic diseases would benefit from effective weight management28. There were variations in the weight-loss response. Individual changes in body weight with semaglutide and placebo were striking; still, 67.8% achieved 5% or more weight loss and 44.2% achieved 10% weight loss with semaglutide at 2 years, compared with 21.3% and 6.9%, respectively, for those receiving placebo. Our first on-treatment analysis demonstrated that those on-drug lost more weight than those in-trial, confirming the effect of drug exposure. With semaglutide, lower BMI was associated with less percentage weight loss, and women lost more weight on average than men (−11.1% versus −7.5% treatment difference from placebo); however, in all cases, clinically meaningful mean weight loss was achieved. Although Asian patients lost less weight on average than patients of other races (−7.3% more than placebo), Asian patients were more likely to be in the lowest BMI category (<30 kg m−2), which is known to be associated with less weight loss, as discussed below. Clinically meaningful weight loss was evident in the semaglutide group within a broad range of baseline categories for glycemia and body anthropometrics. Interestingly, at 2 years, a significant proportion of the semaglutide-treated group fell below the sex- and race-specific WC cutoff points, especially in those with BMI <35 kg m−2, and a notable proportion (12.0%) fell below the BMI cutoff point of 25 kg m−2, which is deemed a healthy BMI in those without unintentional weight loss. As more robust weight loss is possible with newer medications, achieving and maintaining these cutoff point targets may become important benchmarks for tracking responses. The overall safety profile did not reveal any new signals from prior studies, and there were no BMI category-related associations with AE reporting. The analysis did reveal that tolerability may differ among specific BMI classes, since more discontinuations occurred with semaglutide among lower BMI classes. Potential contributors may include a possibility of higher drug exposure in lower BMI classes, although other explanations, including differences in motivation and cultural mores regarding body size, cannot be excluded. Is the weight loss in SELECT less than expected based on prior studies with the drug? In STEP 1, a large phase 3 study of once-weekly subcutaneous semaglutide 2.4 mg in individuals without diabetes but with BMI >30 kg m−2 or 27 kg m−2 with at least one obesity-related comorbidity, the mean weight loss was −14.9% at week 68, compared with −2.4% with placebo14. Several reasons may explain the observation that the mean treatment difference was −12.5% in STEP 1 and −8.7% in SELECT. First, SELECT was designed as a CV outcomes trial and not a weight-loss trial, and weight loss was only a supportive secondary endpoint in the trial design. Patients in STEP 1 were desirous of weight loss as a reason for study participation and received structured lifestyle intervention (which included a −500 kcal per day diet with 150 min per week of physical activity). In the SELECT trial, patients did not enroll for the specific purpose of weight loss and received standard of care covering management of CV risk factors, including medical treatment and healthy lifestyle counseling, but without a specific focus on weight loss. Second, the respective study populations were quite different, with STEP 1 including a younger, healthier population with more women (73.1% of the semaglutide arm in STEP 1 versus 27.7% in SELECT) and higher mean BMI (37.8 kg m−2 versus 33.3 kg m−2, respectively)14,21. Third, major differences existed between the respective trial protocols. Patients in the semaglutide treatment arm of STEP 1 were more likely to be exposed to the medication at the full dose of 2.4 mg than those in SELECT. In SELECT, investigators were allowed to slow, decrease or pause treatment. By 104 weeks, approximately 77% of SELECT patients on dose were receiving the target semaglutide 2.4 mg weekly dose, which is lower than the corresponding proportion of patients in STEP 1 (89.6% were receiving the target dose at week 68)14,21. Indeed, in our first on-treatment analysis at week 208, weight loss was greater (−11.7% for semaglutide) compared with the in-trial analysis (−10.2% for semaglutide). Taken together, all these issues make less weight loss an expected finding in SELECT, compared with STEP 1. The SELECT study has some limitations. First, SELECT was not a primary prevention trial, and the data should not be extrapolated to all individuals with overweight and obesity to prevent major adverse CV events. Although the data set is rich in numbers and diversity, it does not have the numbers of individuals in racial subgroups that may have revealed potential differential effects. SELECT also did not include individuals who have excess abnormal body fat but a BMI <27 kg m−2. Not all individuals with increased CV risk have BMI ≥27 kg m−2. Thus, the study did not include Asian patients who qualify for treatment with obesity medications at lower BMI and WC cutoff points according to guidelines in their countries29. We observed that Asian patients were less likely to be in the higher BMI categories of SELECT and that the population of those with BMI <30 kg m−2 had a higher percentage of Asian race. Asian individuals would probably benefit from weight loss and medication approaches undertaken at lower BMI levels in the secondary prevention of CVD. Future studies should evaluate CV risk reduction in Asian individuals with high CV risk and BMI <27 kg m−2. Another limitation is the lack of information on body composition, beyond the anthropometric measures we used. It would be meaningful to have quantitation of fat mass, lean mass and muscle mass, especially given the wide range of body size in the SELECT population. An interesting observation from this SELECT weight loss data is that when BMI is ≤30 kg m−2, weight loss on a percentage basis is less than that observed across higher classes of BMI severity. Furthermore, as BMI exceeds 30 kg m−2, weight loss amounts are more similar for class I, II and III obesity. This was also observed in Look AHEAD, a lifestyle intervention study for weight loss30. The proportion (percentage) of weight loss seems to be less, on average, in the BMI <30 kg m−2 category relative to higher BMI categories, despite their receiving of the same treatment and even potentially higher exposure to the drug for weight loss30. Weight loss cannot continue indefinitely. There is a plateau of weight that occurs after weight loss with all treatments for weight management. This plateau has been termed the ‘set point’ or ‘settling point’, a body weight that is in harmony with the genetic and environmental determinants of body weight and adiposity31. Perhaps persons with BMI <30 kg m−2 are closer to their settling point and have less weight to lose to reach it. Furthermore, the cardiometabolic benefits of weight loss are driven by reduction in the abnormal ectopic and visceral depots of fat, not by reduction of subcutaneous fat stores in the hips and thighs. The phenotype of cardiometabolic disease but lower BMI (<30 kg m−2) may be one where reduction of excess abnormal and dysfunctional body fat does not require as much body mass reduction to achieve health improvement. We suspect this may be the case and suggest further studies to explore this aspect of weight-loss physiology. In conclusion, this analysis of the SELECT study supports the broad use of once-weekly subcutaneous semaglutide 2.4 mg as an aid to CV event reduction in individuals with overweight or obesity without diabetes but with preexisting CVD. Semaglutide 2.4 mg safely and effectively produced clinically significant weight loss in all subgroups based on age, sex, race, glycemia, renal function and anthropometric categories. Furthermore, the weight loss was sustained over 4 years during the trial. The current work complies with all relevant ethical regulations and reports a prespecified analysis of the randomized, double-blind, placebo-controlled SELECT trial (NCT03574597), details of which have been reported in papers describing study design and rationale32, baseline characteristics24 and the primary outcome21. SELECT evaluated once-weekly subcutaneous semaglutide 2.4 mg versus placebo to reduce the risk of major adverse cardiac events (a composite endpoint comprising CV death, nonfatal myocardial infarction or nonfatal stroke) in individuals with established CVD and overweight or obesity, without diabetes. The protocol for SELECT was approved by national and institutional regulatory and ethical authorities in each participating country. All patients provided written informed consent before beginning any trial-specific activity. Eligible patients were aged ≥45 years, with a BMI of ≥27 kg m−2 and established CVD defined as at least one of the following: prior myocardial infarction, prior ischemic or hemorrhagic stroke, or symptomatic peripheral artery disease. Additional inclusion and exclusion criteria can be found elsewhere32. The trial protocol was designed by the trial sponsor, Novo Nordisk, and the academic Steering Committee. A global expert panel of physician leaders in participating countries advised on regional operational issues. National and institutional regulatory and ethical authorities approved the protocol, and all patients provided written informed consent. Patients were randomly assigned in a double-blind manner and 1:1 ratio to receive once-weekly subcutaneous semaglutide 2.4 mg or placebo. The starting dose was 0.24 mg once weekly, with dose increases every 4 weeks (to doses of 0.5, 1.0, 1.7 and 2.4 mg per week) until the target dose of 2.4 mg was reached after 16 weeks. Patients who were unable to tolerate dose escalation due to AEs could be managed by extension of dose-escalation intervals, treatment pauses or maintenance at doses below the 2.4 mg per week target dose. Investigators were allowed to reduce the dose of study product if tolerability issues arose. Investigators were provided with guidelines for, and encouraged to follow, evidence-based recommendations for medical treatment and lifestyle counseling to optimize management of underlying CVD as part of the standard of care. The lifestyle counseling was not targeted at weight loss. Additional intervention descriptions are available32. Sex and race were self-reported. Body weight was measured without shoes and only wearing light clothing; it was measured on a digital scale and recorded in kilograms or pounds (one decimal with a precision of 0.1 kg or lb), with preference for using the same scale throughout the trial. The scale was calibrated yearly as a minimum unless the manufacturer certified that calibration of the weight scales was valid for the lifetime of the scale. Height was measured without shoes in centimeters or inches (one decimal with a precision of 0.1 cm or inches). At screening, BMI was calculated by the electronic case report form. WC was defined as the abdominal circumference located midway between the lower rib margin and the iliac crest. Measures were obtained in a standing position with a nonstretchable measuring tape and to the nearest centimeter or inch. The patient was asked to breathe normally. The tape touched the skin but did not compress soft tissue, and twists in the tape were avoided. The following endpoints relevant to this paper were assessed at randomization (week 0) to years 2, 3 and 4: change in body weight (%); proportion achieving weight loss ≥5%, ≥10%, ≥15% and ≥20%; change in WC (cm); and percentage change in WHtR (cm cm−1). Improvement in BMI category (defined as being in a lower BMI class) was assessed at week 104 compared with baseline according to BMI classes: healthy (BMI <25 kg m−2), overweight (25 to <30 kg m−2), class I obesity (30 to <35 kg m−2), class II obesity (35 to <40 kg m−2) and class III obesity (≥40 kg m−2). The proportions of individuals with BMI <35 or ≥35 kg m−2 who achieved sex- and race-specific cutoff points for WC (indicating increased metabolic risk) were evaluated at week 104. The WC cutoff points were as follows: Asian women <80 cm, non-Asian women <88 cm, Asian men <88 cm and non-Asian men <102 cm. Overall, 97.1% of the semaglutide group and 96.8% of the placebo group completed the trial. During the study, 30.6% of those assigned to semaglutide did not complete drug treatment, compared with 27.0% for placebo. The statistical analyses for the in-trial period were based on the intention-to-treat principle and included all randomized patients irrespective of adherence to semaglutide or placebo or changes to background medications. Continuous endpoints were analyzed using an analysis of covariance model with treatment as a fixed factor and baseline value of the endpoint as a covariate. Missing data at the landmark visit, for example, week 104, were imputed using a multiple imputation model and done separately for each treatment arm and included baseline value as a covariate and fit to patients having an observed data point (irrespective of adherence to randomized treatment) at week 104. The fit model is used to impute values for all patients with missing data at week 104 to create 500 complete data sets. Rubin’s rules were used to combine the results. Estimated means are provided with s.e.m., and estimated treatment differences are provided with 95% CI. Binary endpoints were analyzed using logistic regression with treatment and baseline value as a covariate, where missing data were imputed by first using multiple imputation as described above and then categorizing the imputed data according to the endpoint, for example, body weight percentage change at week 104 of <0%. Subgroup analyses for continuous and binary endpoints also included the subgroup and interaction between treatment and subgroup as fixed factors. Because some patients in both arms continued to be followed but were off treatment, we also analyzed weight loss by first on-treatment group (observation period until first time being off treatment for >35 days) to assess a more realistic picture of weight loss in those adhering to treatment. CIs were not adjusted for multiplicity and should therefore not be used to infer definitive treatment effects. All statistical analyses were performed with SAS software, version 9.4 TS1M5 (SAS Institute). Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article. Data will be shared with bona fide researchers who submit a research proposal approved by the independent review board. Individual patient data will be shared in data sets in a deidentified and anonymized format. Information about data access request proposals can be found at https://www.novonordisk-trials.com/. In the version of the article initially published, in Fig. 2b the data was inadvertently shifted upwards and has now been corrected in the HTML and PDF versions of the article. Obesity and overweight. World Health Organization https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight (2021). Cornier, M. A. et al. Assessing adiposity: a scientific statement from the American Heart Association. Circulation 124, 1996–2019 (2011). Article                      Google Scholar Afshin, A. et al. Health effects of overweight and obesity in 195 countries over 25 years. N. Engl. J. Med. 377, 13–27 (2017). Article                      Google Scholar Jensen, M. D. et al. 2013 AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society. J. Am. Coll. Cardiol. 63, 2985–3023 (2014). Article                      Google Scholar Poirier, P. et al. Obesity and cardiovascular disease: pathophysiology, evaluation, and effect of weight loss: an update of the 1997 American Heart Association Scientific Statement on Obesity and Heart Disease from the Obesity Committee of the Council on Nutrition, Physical Activity, and Metabolism. Circulation 113, 898–918 (2006). Article                      Google Scholar Dai, H. et al. The global burden of disease attributable to high body mass index in 195 countries and territories, 1990–2017: an analysis of the Global Burden of Disease Study. PLoS Med. 17, e1003198 (2020). Article                      Google Scholar Ndumele, C. E. et al. Cardiovascular–kidney–metabolic health: a presidential advisory from the American Heart Association. Circulation 148, 1606–1635 (2023). Article                      Google Scholar Garvey, W. T. et al. American Association of Clinical Endocrinologists and American College of Endocrinology comprehensive clinical practice guidelines for medical care of patients with obesity. Endocr. Pr. 22, 1–203 (2016). Article                      Google Scholar Ryan, D. H. & Yockey, S. R. Weight loss and improvement in comorbidity: differences at 5%, 10%, 15%, and over. Curr. Obes. Rep. 6, 187–194 (2017). Article                      Google Scholar Wing, R. R. et al. Benefits of modest weight loss in improving cardiovascular risk factors in overweight and obese individuals with type 2 diabetes. Diabetes Care 34, 1481–1486 (2011). Article                      Google Scholar Wadden, T. A., Tronieri, J. S. & Butryn, M. L. Lifestyle modification approaches for the treatment of obesity in adults. Am. Psychol. 75, 235–251 (2020). Article                      Google Scholar Tchang, B. G. et al. Pharmacologic treatment of overweight and obesity in adults. in (eds. Feingold, K. R. et al.) Endotext https://www.ncbi.nlm.nih.gov/books/NBK279038/ (MDText.com, 2000). Müller, T. D., Blüher, M., Tschöp, M. H. & DiMarchi, R. D. Anti-obesity drug discovery: advances and challenges. Nat. Rev. Drug Discov. 21, 201–223 (2022). Article                      Google Scholar Wilding, J. P. H. et al. Once-weekly semaglutide in adults with overweight or obesity. N. Engl. J. Med. 384, 989–1002 (2021). Article                      Google Scholar Wegovy (semaglutide) summary of product characteristics. European Medicines Agency https://www.ema.europa.eu/en/documents/product-information/wegovy-epar-product-information_en.pdf (2023). WEGOVY (semaglutide) prescribing information. Food and Drug Administration https://www.accessdata.fda.gov/drugsatfda_docs/label/2023/215256s007lbl.pdf (2023). Sorli, C. et al. Efficacy and safety of once-weekly semaglutide monotherapy versus placebo in patients with type 2 diabetes (SUSTAIN 1): a double-blind, randomised, placebo-controlled, parallel-group, multinational, multicentre phase 3a trial. Lancet Diabetes Endocrinol. 5, 251–260 (2017). Article                      Google Scholar Ozempic (semaglutide) summary of product characteristics. European Medicines Agency https://www.ema.europa.eu/en/documents/product-information/ozempic-epar-product-information_en.pdf (2023). OZEMPIC (semaglutide) prescribing information. Food and Drug Administration https://www.accessdata.fda.gov/drugsatfda_docs/label/2017/209637lbl.pdf (2017). Marso, S. P. et al. Semaglutide and cardiovascular outcomes in patients with type 2 diabetes. N. Engl. J. Med. 375, 1834–1844 (2016). Article                      Google Scholar Lincoff, A. M. et al. Semaglutide and cardiovascular outcomes in obesity without diabetes. N. Engl. J. Med. 389, 2221–2232 (2023). Article                      Google Scholar Ross, R. et al. Waist circumference as a vital sign in clinical practice: a consensus statement from the IAS and ICCR Working Group on Visceral Obesity. Nat. Rev. Endocrinol. 16, 177–189 (2020). Article                      Google Scholar Snijder, M. B., van Dam, R. M., Visser, M. & Seidell, J. C. What aspects of body fat are particularly hazardous and how do we measure them? Int. J. Epidemiol. 35, 83–92 (2006). Article                      Google Scholar Lingvay, I. et al. Semaglutide for cardiovascular event reduction in people with overweight or obesity: SELECT study baseline characteristics. Obesity 31, 111–122 (2023). Article                      Google Scholar Basset, J. The Asia-Pacific perspective: redefining obesity and its treatment. International Diabetes Institute, World Health Organization Regional Office for the Western Pacific, International Association for the Study of Obesity & International Obesity Task Force https://www.vepachedu.org/TSJ/BMI-Guidelines.pdf (2000). Hu, F. in Obesity Epidemiology (ed. Hu, F.) 53–83 (Oxford University Press, 2008). Browning, L. M., Hsieh, S. D. & Ashwell, M. A systematic review of waist-to-height ratio as a screening tool for the prediction of cardiovascular disease and diabetes: 0·5 could be a suitable global boundary value. Nutr. Res. Rev. 23, 247–269 (2010). Article                      Google Scholar Sattar, N. et al. Treating chronic diseases without tackling excess adiposity promotes multimorbidity. Lancet Diabetes Endocrinol. 11, 58–62 (2023). Article                      Google Scholar Obesity classification. World Obesity https://www.worldobesity.org/about/about-obesity/obesity-classification (2022). Unick, J. L. et al. Effectiveness of lifestyle interventions for individuals with severe obesity and type 2 diabetes: results from the Look AHEAD trial. Diabetes Care 34, 2152–2157 (2011). Article                      Google Scholar Speakman, J. R. et al. Set points, settling points and some alternative models: theoretical options to understand how genes and environments combine to regulate body adiposity. Dis. Model. Mech. 4, 733–745 (2011). Article                      Google Scholar Ryan, D. H. et al. Semaglutide effects on cardiovascular outcomes in people with overweight or obesity (SELECT) rationale and design. Am. Heart J. 229, 61–69 (2020). Article                      Google Scholar Download references Editorial support was provided by Richard Ogilvy-Stewart of Apollo, OPEN Health Communications, and funded by Novo Nordisk A/S, in accordance with Good Publication Practice guidelines (www.ismpp.org/gpp-2022). Pennington Biomedical Research Center, Baton Rouge, LA, USA Donna H. Ryan Department of Internal Medicine/Endocrinology and Peter O’ Donnell Jr. School of Public Health, University of Texas Southwestern Medical Center, Dallas, TX, USA Ildiko Lingvay Institute of Cardiovascular Science, University College London, London, UK John Deanfield VA Puget Sound Health Care System and University of Washington, Seattle, WA, USA Steven E. Kahn Novo Nordisk A/S, Søborg, Denmark Eric Barros, G. Kees Hovingh, Ole Kleist Jeppesen & Tugce Kalayci Oral Endocrinology and Metabolism Institute, Cleveland Clinic, Cleveland, OH, USA Bartolome Burguera Institute of Genetics and Cancer, University of Edinburgh, Edinburgh, UK Helen M. Colhoun Obesity Unit, Department of Endocrinology, Hospital das Clínicas, University of São Paulo, São Paulo, Brazil Cintia Cercato Internal Medicine Department D, Hasharon Hospital-Rabin Medical Center, Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel Dror Dicker Center for Obesity Medicine and Metabolic Performance, Department of Surgery, University of Texas McGovern Medical School, Houston, TX, USA Deborah B. Horn First Department of Propaedeutic Internal Medicine, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece Alexander Kokkinos Department of Cardiovascular Medicine, Cleveland Clinic, and Cleveland Clinic Lerner College of Medicine of Case Western Reserve University, Cleveland, OH, USA A. Michael Lincoff Institute of Endocrinology & Diabetes, University of Lübeck, Lübeck, Germany Sebastian M. Meyhöfer Cardiovascular Division, Brigham and Women’s Hospital, Harvard Medical School, Boston, MA, USA Jorge Plutzky University of Groningen, University Medical Center Groningen, Department of Endocrinology, Groningen, the Netherlands André P. van Beek Department of Cardiovascular and Metabolic Medicine, University of Liverpool, Liverpool, UK John P. H. Wilding Northwestern University Feinberg School of Medicine, Chicago, IL, USA Robert F. Kushner You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar You can also search for this author in                         PubMed Google Scholar D.H.R., I.L. and S.E.K. contributed to the study design. D.B.H., I.L., D.D., A.K., S.M.M., A.P.v.B., C.C. and J.P.H.W. were study investigators. D.B.H., I.L., D.D., A.K., S.M.M., A.P.v.B., C.C. and J.P.H.W. enrolled patients. D.H.R. was responsible for data analysis and manuscript preparation. All authors contributed to data interpretation, review, revisions and final approval of the manuscript. Correspondence to                 Donna H. Ryan. D.H.R. declares having received consulting honoraria from Altimmune, Amgen, Biohaven, Boehringer Ingelheim, Calibrate, Carmot Therapeutics, CinRx, Eli Lilly, Epitomee, Gila Therapeutics, IFA Celtics, Novo Nordisk, Pfizer, Rhythm, Scientific Intake, Wondr Health and Zealand Pharma; she declares she received stock options from Calibrate, Epitomee, Scientific Intake and Xeno Bioscience. I.L. declares having received research funding (paid to institution) from Novo Nordisk, Sanofi, Mylan and Boehringer Ingelheim. I.L. received advisory/consulting fees and/or other support from Altimmune, AstraZeneca, Bayer, Biomea, Boehringer Ingelheim, Carmot Therapeutics, Cytoki Pharma, Eli Lilly, Intercept, Janssen/Johnson & Johnson, Mannkind, Mediflix, Merck, Metsera, Novo Nordisk, Pharmaventures, Pfizer, Regeneron, Sanofi, Shionogi, Structure Therapeutics, Target RWE, Terns Pharmaceuticals, The Comm Group, Valeritas, WebMD and Zealand Pharma. J.D. declares having received consulting honoraria from Amgen, Boehringer Ingelheim, Merck, Pfizer, Aegerion, Novartis, Sanofi, Takeda, Novo Nordisk and Bayer, and research grants from British Heart Foundation, MRC (UK), NIHR, PHE, MSD, Pfizer, Aegerion, Colgate and Roche. S.E.K. declares having received consulting honoraria from ANI Pharmaceuticals, Boehringer Ingelheim, Eli Lilly, Merck, Novo Nordisk and Oramed, and stock options from AltPep. B.B. declares having received honoraria related to participation on this trial and has no financial conflicts related to this publication. H.M.C. declares being a stockholder and serving on an advisory panel for Bayer; receiving research grants from Chief Scientist Office, Diabetes UK, European Commission, IQVIA, Juvenile Diabetes Research Foundation and Medical Research Council; serving on an advisory board and speaker’s bureau for Novo Nordisk; and holding stock in Roche Pharmaceuticals. C.C. declares having received consulting honoraria from Novo Nordisk, Eli Lilly, Merck, Brace Pharma and Eurofarma. D.D. declares having received consulting honoraria from Novo Nordisk, Eli Lilly, Boehringer Ingelheim and AstraZeneca, and received research grants through his affiliation from Novo Nordisk, Eli Lilly, Boehringer Ingelheim and Rhythm. D.B.H. declares having received research grants through her academic affiliation from Novo Nordisk and Eli Lilly, and advisory/consulting honoraria from Novo Nordisk, Eli Lilly and Gelesis. A.K. declares having received research grants through his affiliation from Novo Nordisk and Pharmaserve Lilly, and consulting honoraria from Pharmaserve Lilly, Sanofi-Aventis, Novo Nordisk, MSD, AstraZeneca, ELPEN Pharma, Boehringer Ingelheim, Galenica Pharma, Epsilon Health and WinMedica. A.M.L. declares having received honoraria from Novo Nordisk, Eli Lilly, Akebia Therapeutics, Ardelyx, Becton Dickinson, Endologix, FibroGen, GSK, Medtronic, Neovasc, Provention Bio, ReCor, BrainStorm Cell Therapeutics, Alnylam and Intarcia for consulting activities, and research funding to his institution from AbbVie, Esperion, AstraZeneca, CSL Behring, Novartis and Eli Lilly. S.M.M. declares having received consulting honoraria from Amgen, AstraZeneca, Bayer, Boehringer Ingelheim, Daichii-Sankyo, esanum, Gilead, Ipsen, Eli Lilly, Novartis, Novo Nordisk, Sandoz and Sanofi; he declares he received research grants from AstraZeneca, Eli Lilly and Novo Nordisk. J.P. declares having received consulting honoraria from Altimmune, Amgen, Esperion, Merck, MJH Life Sciences, Novartis and Novo Nordisk; he has received a grant, paid to his institution, from Boehringer Ingelheim and holds the position of Director, Preventive Cardiology, at Brigham and Women’s Hospital. A.P.v.B. is contracted via the University of Groningen (no personal payment) to undertake consultancy for Novo Nordisk, Eli Lilly and Boehringer Ingelheim. J.P.H.W. is contracted via the University of Liverpool (no personal payment) to undertake consultancy for Altimmune, AstraZeneca, Boehringer Ingelheim, Cytoki, Eli Lilly, Napp, Novo Nordisk, Menarini, Pfizer, Rhythm Pharmaceuticals, Sanofi, Saniona, Tern Pharmaceuticals, Shionogi and Ysopia. J.P.H.W. also declares personal honoraria/lecture fees from AstraZeneca, Boehringer Ingelheim, Medscape, Napp, Menarini, Novo Nordisk and Rhythm. R.F.K. declares having received consulting honoraria from Novo Nordisk, Weight Watchers, Eli Lilly, Boehringer Ingelheim, Pfizer, Structure and Altimmune. E.B., G.K.H., O.K.J. and T.K.O. are employees of Novo Nordisk A/S. Nature Medicine thanks Christiana Kartsonaki, Peter Rossing, Naveed Sattar and Vikas Sridhar for their contribution to the peer review of this work. Primary Handling Editor: Sonia Muliyil, in collaboration with the Nature Medicine team. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Data from the in-trial period. N = 17,604. P values represent test of no interaction effect. P values are two-sided and not adjusted for multiplicity. The dots show estimated treatment differences and the error bars show 95% confidence intervals. Details of the statistical models are available in Methods. BMI, body mass index; CI, confidence interval; CV, cardiovascular; CVD, cardiovascular disease; eGFR, estimated glomerular filtration rate; ETD, estimated treatment difference; HbA1c, glycated hemoglobin; MI, myocardial infarction; PAD, peripheral artery disease; sema, semaglutide. Supplementary Table 1. Baseline characteristics by BMI class. Data are represented as number and percentage of patients. Renal function categories were based on the eGFR as per Chronic Kidney Disease Epidemiology Collaboration. Albuminuria categories were based on UACR. Smoking was defined as smoking at least one cigarette or equivalent daily. The category ‘Other’ for CV inclusion criteria includes patients where it is unknown if the patient fulfilled only one or several criteria and patients who were randomized in error and did not fulfill any criteria. Supplementary Table 2. SAEs according to baseline BMI category. P value: two-sided P value from Fisher’s exact test for test of no difference. Open Access  This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. Reprints and permissions Ryan, D.H., Lingvay, I., Deanfield, J. et al. Long-term weight loss effects of semaglutide in obesity without diabetes in the SELECT trial.                     Nat Med 30, 2049–2057 (2024). https://doi.org/10.1038/s41591-024-02996-7 Download citation Received: 01 March 2024 Accepted: 12 April 2024 Published: 13 May 2024 Issue Date: July 2024 DOI: https://doi.org/10.1038/s41591-024-02996-7 Anyone you share the following link with will be able to read this content: Sorry, a shareable link is not currently available for this article.  Provided by the Springer Nature SharedIt content-sharing initiative"
    },
    {
        "text": "Advertisement This diabetes medication can treat obesity, but it’s not for people who just want to drop a few pounds Ozempic® may be one of the most talked-about medications in recent history. Celebrities are touting it. Social media influencers are shouting its praises. And doctors are hailing it as a research-backed breakthrough medication that could make a big difference. Advertisement Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services. Policy That’s because semaglutide, the generic name for Ozempic and Wegovy™, is highly effective in treating several chronic diseases. The U.S. Centers for Disease Control and Prevention (CDC) estimates that 42% of Americans are living with obesity (defined as a body mass index, BMI, of 30 or higher). For them, Ozempic and the class of anti-obesity medications called GLP-1 medications, which includes tirzepatide (Mounjaro®, Zepbound®), are being hailed as a major triumph. And for good reason. For people with a BMI lower than 30, the old standbys of diet and exercise are the best routes to maintaining a healthy body weight. But for people living with obesity or overweight, it may take more than simple lifestyle modifications and a bit more time to make real headway into weight loss. Recent studies of the newest anti-obesity medications Wegovy, Mounjaro and Zepbound have shown benefits beyond diabetes and obesity, improving other chronic diseases, like heart disease, kidney disease, fatty liver and sleep apnea. So, they can not only help with someone’s weight loss journey, but they can also improve a person’s overall health and risk for chronic conditions. When it comes to Ozempic, how does it work for weight loss, who should take it and what are the risks? Obesity medicine specialist W. Scott Butsch, MD, MSC, helps explain why Ozempic has become so popular for weight loss and why new anti-obesity medications are a major victory for people with obesity. Advertisement Ozempic is a once-weekly injectable medication used to help manage blood sugar levels for those living with Type 2 diabetes. It’s commonly known by its generic name, semaglutide, and was approved for use as a diabetes medication in 2017. Dr. Butsch explains that Ozempic is the same medication as Wegovy, which was approved by the U.S. Food and Drug Administration (FDA) in 2021 as an anti-obesity medication. With higher doses of semaglutide, Wegovy became the most effective obesity medication, producing 15% weight loss in a one-year randomized controlled trial. Although prescribing Ozempic for weight loss is considered “off-label”, there isn’t a difference between the two brand-named medications other than the dose. Using a medication “off-label” means it’s prescribed for a use other than its stated purpose. And it’s really common across the medical field. For example, you could be prescribed certain heart medications called beta-blockers for situational anxiety or your provider may prescribe anti-seizure medication to treat migraines. In the case of Ozempic, it makes total sense to use it to treat obesity, considering its sister medication, Wegovy, is approved for that use. Ozempic is a medication you inject once a week in your thigh, abdomen or upper arm. It’s in a class of medications called “GLP-1 receptor agonists” or “GLP-1 medications” for short. These medications mimic a hormone released from the digestive tract called glucagon-like peptide (GLP-1), which helps lower blood sugar and promotes a feeling of fullness. “We’ve used GLP-1 receptor agonists for nearly 20 years to manage diabetes and obesity,” Dr. Butsch says. When you take Ozempic or other GLP-1 medications, your body makes more GLP-1, which naturally decreases your appetite and makes you feel fuller. But Ozempic isn’t simply a tool that suppresses appetite, Dr. Butsch clarifies. Ozempic, like other anti-obesity medications, not only changes how your body responds to weight loss, but also likely has effects beyond the weight loss benefits. “Obesity isn’t a behavioral problem. It’s not managed by just eating less or exercising more,” he continues. “Obesity is a complex, metabolic disease. It’s a dysfunction of the normal pathways that regulate our body weight or, more specifically, our body fat. Taking anti-obesity medications or other GLP-1s, like Ozempic, may change your body’s reaction to food intake and weight loss.” Advertisement In other words, Ozempic and anti-obesity medications work not simply because they’re correcting a “bad” behavior by lowering your appetite and causing you to eat less. They can affect the signaling between your gut and your brain, ultimately changing how your body responds to food. “These medications allow your body to seek a lower weight range, and this is not solely related to reducing your food intake,” Dr. Butsch says. “At the same time, GLP-1 medications may also lower your risk for a host of obesity-related diseases, like heart disease, chronic kidney disease, fatty liver disease and sleep apnea.” Think of this common scenario: When we “diet” and increase our exercise, we tend to hit a weight-loss plateau, which is where our bodies actively fight against continued weight loss. This is totally normal and expected. It’s part of what’s called your weight set point. Your weight set point is not a “point” or a number on a scale. It’s the weight level (or amount of body fat) your body wants to live at. It’s represented by a weight range your body thinks is good for you, even if your BMI says otherwise. The defense of body weight (or body fat) in humans has evolved to fend off starvation. When we lose weight, our body fears we’re starving because we have decided to “diet.” So, it mounts a defense to keep weight on. It sends in “hunger hormones,” lowers “fullness hormones” and decreases your metabolism, all in an attempt to keep your weight stable. In short, your body will battle tooth and nail against weight loss. Advertisement So, rather than simply making you want to eat less, anti-obesity medications like Ozempic change the very functioning of your body in order to help you lose weight and keep it off. It’s that metabolic and biological change that makes these medications appropriate for treating the disease of obesity, rather than providing a quick-fix weight loss “solution” for people who want to slim down to fit into last year’s jeans. You may experience weight loss within the first week or two when starting Ozempic. In fact, research has proven that higher doses of Ozempic — 2.4 milligrams of semaglutide — are very effective for weight loss in people with obesity. In one landmark study, people with obesity who used the medication in combination with lifestyle interventions lost about 15% percent of their body weight in 68 weeks. They lost about 34 pounds on average. Research participants who didn’t take the medication lost about six pounds on average. But weight loss isn’t the only benefit. When combined with a healthy nutritional plan and regular exercise, Ozempic and the newest GLP-1 medications can: Advertisement As Ozempic slows down your digestion, you may experience side effects and gastrointestinal issues like: These side effects tend to go away on their own after a few days or weeks. Paying attention to your diet by decreasing fat and fiber intake for the first few days after the injection and eating smaller portions tend to help improve these symptoms. Other more serious side effects may include: Ozempic isn’t safe for everyone. If any of the following apply to you, you should avoid taking Ozempic for weight loss: If you’re interested in taking Ozempic for weight loss and any of the above symptoms or conditions apply to you, talk to your healthcare provider about alternatives that may be appropriate. Dr. Butsch says that all signs point to the use of an anti-obesity medication as a safe and effective treatment for people living with obesity, yet it’s not being used as often as you’d expect. “Forty-two percent of people in the United States have the disease of obesity, but only 2% of them are being treated with anti-obesity medications,” he adds. Compare that with people living with diabetes — researchers say 88% of people who have diabetes use medication to treat their condition. What’s the difference? Though anti-obesity medications have been proven effective, there are several reasons people haven’t been able to access them readily: But these tides are turning (and quickly!) with the growing popularity of Ozempic and new GLP-1 medications, available coupon programs that can initially bring down the cost, and an increased willingness for healthcare providers to talk to patients about their obesity. But Dr. Butsch cautions against obtaining a prescription online from a so-called “diet doctor,” nail salon or any medical clinic offering compounded versions of Ozempic or the newer GLP-1 medications like Wegovy, Mounjaro or Zepbound. “Proper counseling about the lack of evidence, the unregulated and unclear information on ingredients, and the fact that the effectiveness and safety of these compounded versions of GLP-1 medications have never been formally tested is critically important,” he stresses. “Understanding that these compounded versions are not the same and may act differently in the body than the FDA-approved semaglutide and tirzepatide and, thus, cause harm, should help people temper their excitement and, in some cases, desperation to get on these medications.” “Obesity is a chronic disease,” Dr. Butsch continues. “Medications prescribed to treat obesity are used in the same way we treat diseases like high blood pressure or high cholesterol.” If these newer medications aren’t available, or affordable, there are many other medications to choose from. Not everyone needs to take a GLP-1 medication to lose weight. That’s why it’s important to go to an obesity specialist with experience treating obesity. “Medications are used in combination with lifestyle modification to increase long-term effectiveness,” he says. “One of the most common misconceptions is that people believe they could take a medication for a few months, then stop and maintain weight. However, you’re likely to regain the lost weight once the medication is stopped.” Like any other anti-obesity medication, Ozempic shouldn’t be used for short-term weight loss. In other words: Think of anti-obesity medication as a long-term commitment, not a quick fix for dropping a couple of pounds. You wouldn’t take insulin if you don’t have diabetes and shouldn’t take anti-obesity medication if you don’t have the disease of obesity. “We finally have medications that are highly effective in treating obesity for the long term, and it’s a game-changer for those who really need it,” reaffirms Dr. Butsch. Learn more about our editorial process. Advertisement Foods high in fat and sugar can lead to uncomfortable side effects like diarrhea, constipation and heartburn Some people can safely lose weight on just 1,200 calories — but it’s not right for everyone Don’t diet while pregnant, but do eat lots of healthy foods There’s little evidence that probiotics cause weight loss, but having a healthy gut microbiome may set the stage for it Cardio activities such as running, swimming and cycling offer immediate returns The good news? Prediabetes can be erased with healthy lifestyle changes, including eating more nutritious foods Non-exercise activity thermogenesis is all the activity we do that’s not technically exercise but is still important to your health and well-being Exercising more, eating healthier and managing weight can significantly improve insulin sensitivity If you’re feeling short of breath, sleep can be tough — propping yourself up or sleeping on your side may help If you fear the unknown or find yourself needing reassurance often, you may identify with this attachment style If you’re looking to boost your gut health, it’s better to get fiber from whole foods"
    },
    {
        "text": "Trump-Modi Meet The mega MIGA, MAGA plans of India's Modi and US' Trump Trump says India has more tariffs than others Trump's 'golden rule' for imposing reciprocal tariffs Artificial Intelligence(AI) Java Programming with ChatGPT: Learn using Generative AI By - Metla Sudha Sekhar, IT Specialist and Developer Artificial Intelligence(AI) Basics of Generative AI: Unveiling Tomorrows Innovations By - Metla Sudha Sekhar, IT Specialist and Developer Artificial Intelligence(AI) Generative AI for Dynamic Java Web Applications with ChatGPT By - Metla Sudha Sekhar, IT Specialist and Developer Marketing Performance Marketing for eCommerce Brands By - Zafer Mukeri, Founder- Inara Marketers Artificial Intelligence(AI) Mastering C++ Fundamentals with Generative AI: A Hands-On By - Metla Sudha Sekhar, IT Specialist and Developer Finance A2Z Of Money By - elearnmarkets, Financial Education by StockEdge Artificial Intelligence(AI) Master in Python Language Quickly Using the ChatGPT Open AI By - Metla Sudha Sekhar, IT Specialist and Developer Office Productivity Zero to Hero in Microsoft Excel: Complete Excel guide 2024 By - Metla Sudha Sekhar, IT Specialist and Developer Artificial Intelligence(AI) AI and Analytics based Business Strategy By - Tanusree De, Managing Director- Accenture Technology Lead, Trustworthy AI Center of Excellence: ATCI Artificial Intelligence(AI) AI-Powered Python Mastery with Tabnine: Boost Your Coding Skills By - Metla Sudha Sekhar, IT Specialist and Developer Web Development Advanced C++ Mastery: OOPs and Template Techniques By - Metla Sudha Sekhar, IT Specialist and Developer Astrology Vastu Shastra Course By - Sachenkumar Rai, Vastu Shashtri Finance Crypto & NFT Mastery: From Basics to Advanced By - CA Raj K Agrawal, Chartered Accountant Data Science SQL for Data Science along with Data Analytics and Data Visualization By - Metla Sudha Sekhar, IT Specialist and Developer Legal Complete Guide to AI Governance and Compliance By - Prince Patni, Software Developer (BI, Data Science) Web Development A Comprehensive ASP.NET Core MVC 6 Project Guide for 2024 By - Metla Sudha Sekhar, IT Specialist and Developer Technology Certified Jenkins Professional By - Vskills, India's Leading Certification Body Office Productivity Mastering Microsoft Office: Word, Excel, PowerPoint, and 365 By - Metla Sudha Sekhar, IT Specialist and Developer Marketing Digital marketing - Wordpress Website Development By - Shraddha Somani, Digital Marketing Trainer, Consultant, Strategiest and Subject Matter expert Web Development Mastering Full Stack Development: From Frontend to Backend Excellence By - Metla Sudha Sekhar, IT Specialist and Developer Finance Financial Literacy i.e Lets Crack the Billionaire Code By - CA Rahul Gupta, CA with 10+ years of experience and Accounting Educator Leadership Business Storytelling Masterclass By - Ameen Haque, Founder of Storywallahs Marketing Future of Marketing & Branding Masterclass By - Dr. David Aaker, Professor Emeritus at the Haas School of Business, UC Berkeley, Author | Speaker | Thought Leader | Branding Consultant (Catch all the US News, UK News, Canada News, International Breaking News Events, and Latest News Updates on The Economic Times.) Download The Economic Times News App to get Daily International News Updates. (Catch all the US News, UK News, Canada News, International Breaking News Events, and Latest News Updates on The Economic Times.) Download The Economic Times News App to get Daily International News Updates.  How a genome map can help India fight cancer better Why Uber gives up commission revenue on autorickshaw rides This key Bill has a bagful of GIFTs for Indian airlines, global aircraft leasing firms Finfluencers, F&O, Hindenburg: This is how Madhabi Puri Buch’s stint as Sebi chief has fared Doubts cast around Chinese military’s war preparedness Stock Radar: NTPC stock is showing signs of bottoming out after 30% fall from highs; time to buy, sell or hold?"
    },
    {
        "text": "February 18, 2025 Many celebrities are talking enthusiastically about their experiences with weight-loss drugs — especially semaglutide-based glucagon-like peptide 1 receptor agonists (GLP-1 RAs; Ozempic, Wegovy). It’s no surprise that the recent Golden Globes was dubbed “Ozempic’s biggest night.” That show exemplified the fervent celebrity chatter that has helped send prescriptions for these drugs skyrocketing. Comedian Tracy Morgan, for example, told the Today show he got a prescription for Ozempic “and I ain’t letting it go.” In a recent y!entertainment article recounting Morgan’s experience, 17 other celebrities opened up about their use of the drugs. Concerningly, comedian Chelsea Handler revealed on the “Call Her Daddy” podcast that her anti-aging doctor “just hands (Ozempic) out to anybody. I didn’t even know I was on it. If you ever want to drop 5 pounds, this is good.” Experts say celebrity attention has both upsides and downsides. Celebrities bring visibility to the drugs’ efficacy in helping with weight loss — needed or not — potentially encouraging use among those who can benefit. However, they can overlook potential side effects or who’s an appropriate candidate for these drugs. In fact, lack of regulation over what can be said about these and other prescription treatments has led all countries except the United States and New Zealand to ban direct-to-the-public endorsements of prescription drugs by celebrities. But social media can easily overcome this barrier. The financial forecasting company Woodseer recently examined the effectiveness and issues surrounding celebrity endorsement of pharmaceutical products, looking specifically at Novo Nordisk (manufacturer of both Ozempic and Wegovy). “Active promotion” of Wegovy by Elon Musk and Amy Schumer has led to success that “seems to be explosive,” according to Woodseer’s report. “Unlike previous type 2 diabetes and weight-loss medications, Ozempic and Wegovy’s current thriving and forecasted stable growth has been mostly influenced by two events:…Trustworthy clinical trials worldwide and an increased demand due to successful celebrity endorsement.” A 2023 article published by the American Academy of Health Behavior addressed the influence of celebrity athlete endorsement in weight-loss advertisements targeting men. The authors wrote, “Findings suggest the presence of a celebrity athlete endorser made weight-loss advertisements more believable to consumers, even when ads contained obviously false claims.” The practice is unlikely to abate anytime soon. As Woodseer found, “Novo Nordisk demonstrates how celebrities’ contributions were both effective in global promotion and problematic for public health agencies. Novo Nordisk’s latest financial report confirmed that the company continues to grow in sales and global reach.” To gauge the power of celebrity endorsements and testimonials in the real world, particularly following comments made during the Golden Globes and in anticipation of the Oscars on March 2, Medscape Medical News spoke with endocrinologists on the front line. While every practice differs,our interviewees agreed that celebrity endorsements are a mixed bag, increasing public attention and awareness of the drugs as a potential weight-loss tool, but often not disclosing the full picture — for example, efficacy hinges on concomitant diet and exercise, the need to take the medication long-term, and the risks for side effects that can impair quality of life. Here’s what our interviewees told us. Priya Jaisinghani, MD, New York University Grossman School of Medicine, New York City, said, “Celebrity interviews and discussions can serve as a powerful platform to promote meaningful conversations about obesity, recognizing it as a chronic disease, and increasing awareness of evidence-based treatment options.” “By sharing personal experiences and normalizing the use of these medications, such discussions can play a pivotal role in reducing stigma both around weight and the use of GLP-1 therapies,” she said. “This destigmatization can foster a more supportive environment for individuals seeking medical care for obesity. Such endorsements can also increase awareness of emerging pharmaceutical therapies, motivating patients to explore evidence-based treatment options.” Nevertheless, she cautioned that celebrity culture often promotes unrealistic beauty standards. “For individuals in vulnerable populations, this emphasis on external image rather than health outcomes may inadvertently bring forth body image issues or create harmful comparisons. This dual-edged influence underscores the importance of framing these conversations in a way that prioritizes health and evidence-based care over superficial ideals.” She also warned that celebrity narratives can oversimplify the complexity of obesity treatment or promote drugs as a “quick fix,” rather than as part of a comprehensive, medically supervised plan. “Misrepresentation of these therapies can undermine public trust and potentially lead to misuse or unrealistic expectations among patients.” Clinicians should encourage patients to share information they’ve encountered in the media and discuss it openly during their visits, she added. “This creates an opportunity to address questions, clarify misconceptions, and provide evidence-based guidance tailored to the patient’s unique needs and health goals.” Caroline Messer, MD,Mount Sinai School of Medicine, New York City, andHofstra School of Medicine, Hempstead, New York said, “Celebrities clearly influence my patients. Every few weeks, I receive an influx of questions based on recent celebrity posts. For example, for the past few weeks, I have received many queries regarding microdosing. Prior to that, there were several weeks where patients only wanted to discuss the risk of gastroparesis. When Kourtney Kardashian’s Lemme Gummies hit the market, my inbox blew up.” Echoing Jaisinghani, she said, “Celebrities help normalize these medications and remove the stigma. The downside of influencers is clearly that they are not medical professionals and often spread misinformation. Patients often come to us with myriad misunderstandings.” Peminda Cabandugama, MD, Cleveland Clinic, Cleveland, said his patients also seem to be influenced by celebrities talking about GLP-1 RAs, and often discuss what they’ve heard with him. He agreed that celebrities increase awareness about the drugs but said that patients may get the impression that taking the drugs alone would be enough for them to manage their weight. “This causes them to not always follow the bedrock of weight management, which is diet and exercise.” Furthermore, celebrities tend to have access to more resources than the typical patient, such as personal chefs and on-call personal trainers. “Patients need to realize that it is not just the medication that is helping the celebrity achieve their long-term goals,” and that the medications are not necessarily easy to obtain. He cautioned that celebrity-driven marketing can give the impression, “that weight management is a ‘one-size-fits-all’ solution,” instead of “an amalgamation of multiple modalities and a change in lifestyle that is helped by different tools for different people.” Anne Peters, MD, Keck School of Medicine, University of Southern California, Los Angeles, said that her patients, all of whom have diabetes, “tend to ask me for recommendations, not celebrities.” “I am sure celebrities influence people’s opinions, but I think people with a trusting relationship with their healthcare providers tend to listen to us,” she said. “I don’t mind if a celebrity makes a patient aware of a medication that could help, but ultimately it is the conversation with the healthcare professional that should determine suitability.” Celebrity influence becomes more complicated when it drives people to online pharmacies that may not fully vet which medications are appropriate, an approach Peters wouldn’t advise even if “the recommendation came from a celebrity or a neighbor.” However, she noted that celebrities have been used for public service announcements and are good at creating awareness for public health issues. Barbara Gisella Carranza Leon, MD, Vanderbilt University, Nashville, Tennessee, believes her patients also are being influenced by celebrities. “Patients are coming to the clinic requesting specific medications. This does not happen with most diseases.” Like other experts, she pinpointed unrealistic expectations as a key problem. Patients may not realize that weight-loss results vary from person to person. Celebrity comments may also encourage inappropriate use among those who aren’t candidates for these medications. “The cost of the medication is a big barrier for access. However, given that patients see the weight-loss results of these medications, they go to extreme lengths to try to get them, including using compounded medications.” On the other hand, she agreed that “having celebrities talk about the topic is good because there has been a lot of bias about obesity. Now we are talking about it and its complications.” She also questioned whether celebrities who don’t achieve their expected weight-loss results are ever asked to share their experiences. Research on the effects of celebrity influence and persuasion on patients’ requests for the drugs or willingness to take them would be helpful, she said. “Obesity is an epidemic. It is not going away anytime soon. The more we learn about how to help our patients, the better.” Readers are invited to share their experiences with celebrity influence in their practice in the “Comments” section. Jaisinghani is a speaker for Eli Lilly and Novo Nordisk. Carranza Leon is a consultant for Novo Nordisk. Messer, Peters, and Cabandugama declared no relevant conflicts of interest. Send comments and news tips to news@medscape.net."
    },
    {
        "text": "Research on the gut microbiome has triggered a 'revolution' in nutritional science, and in the last few years, dietary fiber has become the \"new protein\" – added to foods in abundance to feed our gut and boost our health. A recent study on mice, however, suggests not all fiber supplements are equally beneficial. A form that is readily found in oats and barley, called beta-glucan, can control blood sugar and assist in weight loss among mice fed a high-fat diet. Researchers at the University of Arizona (UA) and the University of Vienna say it is the only type of fiber supplement they tested that decreased a mouse's fat content and body weight within 18 weeks. The other fibers considered, including wheat dextrin, pectin, resistant starch, and cellulose, had no such effect, despite shifting the makeup of the mouse microbiome significantly compared to mice fed no fiber supplements. \"We know that fiber is important and beneficial; the problem is that there are so many different types of fiber,\" explained biomedical scientist Frank Duca from UA in July. \"We wanted to know what kind of fiber would be most beneficial for weight loss and improvements in glucose homeostasis so that we can inform the community, the consumer, and then also inform the agricultural industry.\" Dietary fibers are the main source of energy for bacteria living in our guts, and yet less than 5 percent of people in the US consume the recommended 25–30 grams (0.9–1 ounce) of fiber a day. To make up for this, fiber supplements and 'invisible fiber'-infused foods are growing in popularity. But fibers are extremely diverse, so which do we choose? Some fibers, like oat beta-glucans and wheat dextrin, are water-soluble, meaning they are easily fermented by gut bacteria. Others, like cellulose and resistant starch, are less soluble or insoluble, meaning they stick to other materials to form stool. Until now, writes biomedical scientist Elizabeth Howard from UA and her colleagues, \"there is no study that has investigated the role of various fibers in one cohort.\" To make up for this, the current study tested several forms of fiber in one cohort of mice. Only beta-glucan was found to increase the number of Ileibacterium found in the mouse intestine. Other studies on mice have linked this bacterium to weight loss. Sure enough, long before the 10-week marker, mice fed beta-glucan showed reduced body weight and body fat content compared to mice fed other forms of fiber. The findings align with another recent study by Duca, which fed barley flour, rich in beta-glucan, to rodents. Even though the rats continued eating just as much of their high-fat diet as before, their energy expenditure increased and they lost weight anyway. A similar outcome was observed in mice fed beta-glucan in the new study. These animals also showed increased concentrations of butyrate in their guts, which is a metabolite made when microbes break down fiber. Butyrate induces the release of glucagon-like peptide-1 (GLP-1), which is the natural protein that synthetic drugs like Ozempic mimic to stimulate insulin release. \"Part of the benefits of consuming dietary fiber is through the release of GLP-1 and other gut peptides that regulate appetite and body weight,\" said Duca. \"However, we don't think that's all of the effect. We think that there are other beneficial things that butyrate could be doing that are not gut peptide related, such as improving gut barrier health and targeting peripheral organs like the liver.\" Far more research is needed before these results can be extended to humans, but the findings suggest that some fibers may be better suited to weight loss and insulin control than others. The study was published in the Journal of Nutrition. An earlier version of this article was published in July 2024."
    },
    {
        "text": "The latest weight-loss drugs including Ozempic, Wegovy, Mounjaro, and Zepbound have list prices ranging from $900 to $1,500 for a one-month supply. David Ricks, the CEO of Mounjaro and Zepbound maker Eli Lilly, explained why these medications are so expensive on the \"In Good Company with Nicolai Tangen\" podcast this week. Developing a new drug costs about $3 billion, takes around 15 years, and has a high chance of failing, Ricks said. The huge costs, long timeframes, and slim probability of success means \"the return on that risk needs to be substantial,\" said the boss of America's 10th-largest company that's worth nearly $830 billion. The stock has risen 17% in the past year, and more than 500% since 2019. Once a drug is approved and being used by millions, there will often be calls for cost-plus pricing, Ricks said. But without the prospect of large profits, \"no one would have undertaken the risks to invent it.\" By the time their latest wonder drug is approved and hits the market, pharma companies only have about 10 to 12 years to cash in before their patent expires and rivals can produce cheaper generics, Ricks said. Drug pricing reflects the limited timeframe they have to recoup their investment, earn sufficient profits to satisfy shareholders, and offset the cost of their many failed medications. When a drug patent expires, other drugmakers quickly roll out generics at a fraction of the price, stopping the inventor from earning monopoly profits but making the medication accessible to almost anyone who needs it. \"One of the great gifts of our industry is that everything we invent goes to zero for us and goes to infinity for society because generic drugs are such a great deal,\" Ricks said. Ricks pointed to Prozac, which Eli Lilly introduced in the late 1980s. The antidepressant is sold around the world and \"virtually free\" as it costs only four or five cents a day in major markets, he said. He called it a \"tremendous gift to society,\" and said his company deserves more credit for those long-term benefits while their drugs are under patent. When a new medication reduces costs for entire healthcare systems, its creators deserve a share of the savings, Ricks said. He highlighted research suggesting the new generation of weight-loss drugs reduces worker absences, results in fewer hip and knee replacements, and can help with conditions ranging from alcoholism and depression to schizophrenia. Their effectiveness in fighting conditions such as heart disease, liver disease, and diabetes could eat into 40% of the total healthcare costs of developed countries, Ricks said. Eli Lilly aims to \"capture some, not all, of the direct and indirect value we create,\" he added. Pharma companies could price their drugs based on what the market can bear, but Ricks said that would be unwise. There could be \"desperate people who need a medication to survive,\" meaning \"you can get into price points that are really exorbitant and maybe make a short-term return, but you'll probably be either legislated or sued out of business if you pursue that forever,\" he said. Ricks said his team consults with healthcare systems and weighs financial, scientific, and customer perspectives to ensure its prices reflect the value of its drugs without being exploitative and inviting legal or regulatory backlash."
    },
    {
        "text": "Clinical Epidemiologist, Washington University in St. Louis Ziyad Al-Aly receives funding from U.S. Department of Veterans Affairs.  Washington University in St. Louis provides funding as a member of The Conversation US. View all partners Several years ago, a little-known drug named Ozempic – previously used only to treat diabetes – emerged as a promising new drug for weight management. The Food and Drug Administration’s approval of Ozempic in 2021 for weight loss treatment ushered in a new era for the class of drugs called glucagon-like peptide-1 agonists, or GLP-1. Today, GLP-1 drugs, including Wegovy, Mounjaro and Zepbound, have become household names and key tools in the fight against obesity: 1 in 8 American adults say they have used a GLP-1 drug, and forecasts show that by 2030, 1 in 10 Americans will likely be using these medications. Now, research from my lab and others suggests that GLP-1 drugs could help treat dozens of other ailments as well, including cognitive issues and addiction problems. However, my colleagues and I also found previously unidentified risks. I am a physician-scientist and I direct a clinical epidemiology center focused on addressing public health’s most urgent questions. My team works to address critical knowledge gaps about COVID-19, long COVID, influenza, vaccines, effectiveness and risks of commonly used drugs, and more. On Jan. 20, 2025, my team published a study of more than 2.4 million people that evaluated the risks and benefits of GLP-1 drugs across 175 possible health outcomes. We found that these drugs lowered risks of 42 health outcomes, nearly a quarter of the total that we analyzed. These include neurocognitive disorders such as Alzheimer’s disease and dementia, substance use and addiction disorders, clotting disorders and several other conditions. Unfortunately, we also found that GLP-1 drugs come with significant side effects and increase the risk of 19 health conditions we studied, such as gastrointestinal issues, kidney stones and acute pancreatitis, in which the pancreas becomes inflamed and dysfunctional. One of the most important health benefits we found was that the GLP-1 drugs lowered the risk of neurodegenerative disorders, including Alzheimer’s disease and dementia. These findings align with other research, including evidence from preclinical studies showing that these drugs may reduce inflammation in the brain and enhance the brain’s ability to form and strengthen connections between its cells, improving how they communicate with one another. These effects contribute to mitigating cognitive decline. Two other key studies have shown that patients treated with a GLP-1 drug for diabetes had a lower risk of dementia. All of these studies strongly point to a potential therapeutic use of GLP-1 drugs in treatment of the cognitive decline. Ongoing randomized trials – the gold standard for evaluating new uses of drugs – are looking at the effects of GLP-1 drugs in early Alzheimer’s disease, with results expected later in 2025. GLP-1 drugs have also demonstrated potential in reducing risks of several substance use disorders such as those involving alcohol, tobacco, cannabis, opioids and stimulants. This may be due to the ability of these drugs to modulate reward pathways, impulse control and inflammatory processes in the brain. The effectiveness of GLP-1 drugs in curbing addictive behavior may explain their spectacular success in treating obesity, a chronic disease state that many have suggested is indeed a food addiction disorder. Our study demonstrated a reduced risk of suicidal thoughts and self-harm among people using GLP-1 drugs. This finding is particularly significant given earlier reports of suicidal thoughts and self-injury in people using GLP-1 drugs. In response to those reports, the European Medicines Agency conducted a review of all available data and concluded that there was no evidence of increased risk of suicidality in people using GLP-1 drugs. Now at least two studies, including our own, show that GLP-1 drugs actually reduce the risk of suicidality. In addition to the well-documented effects of GLP-1 drugs in reducing risks of adverse cardiovascular and kidney outcomes, our study shows a significant effect in reducing risk of blood clotting as well as deep vein thrombosis and pulmonary embolism. One puzzling finding in our study is the reduced risk of infectious diseases such as pneumonia and sepsis. Our data complements another recent study that came to a similar conclusion showing that GLP-1 drugs reduced risk of cardiovascular death and death due to infectious causes, primarily COVID-19. This is especially important since COVID-19 is regarded as a significant cardiovascular risk factor. Whether GLP-1 drugs completely offset the increased risk of cardiovascular disease associated with COVID-19 needs to be thoroughly evaluated. GLP-1 drugs may also be useful in treating fatty liver disease and conditions ranging from asthma to chronic obstructive pulmonary disease, sleep apnea, osteoarthritis, depression and eye disorders. Despite their broad therapeutic potential, GLP-1 drugs are not without risks. Gastrointestinal issues, such as nausea, vomiting, constipation and gastroesophageal reflux disease are among the most common adverse effects associated with GLP-1 drugs. Our study also identified other risks, including low blood pressure, sleep problems, headaches, formation of kidney stones, and gall bladder disease and diseases associated with the bile ducts. We also saw increased risks of drug-induced inflammation of the kidneys and pancreas – both serious conditions that can result in long-term health problems. These findings underscore the importance of careful monitoring in people who are taking GLP-1 medications. A significant challenge with using GLP-1 drugs is the high rates at which patients stop using them, often driven by their exorbitant cost or the emergence of adverse effects. Discontinuation can lead to rapid weight gain. That’s a problem, because obesity is a chronic disease. GLP-1 drugs provide effective treatment but do not address the underlying causes of obesity and metabolic dysfunction. As a result, GLP-1 drugs need to be taken long term to sustain their effectiveness and prevent rebound weight gain. In addition, many questions remain about the long-term effectiveness and risks of these drugs as well as whether there are differences between GLP-1 formulations. Addressing these questions is critical to guide clinical practice."
    },
    {
        "text": "You can also search for this author in PubMed                     Google Scholar Download references Reprints and permissions New obesity definition sidelines BMI to focus on health Why do obesity drugs seem to treat so many other ailments? Obesity drugs have another superpower: taming inflammation Anti-obesity drugs’ side effects: what we know so far Cheaper versions of blockbuster obesity drugs are being created in India and China How blockbuster obesity drugs create a full feeling — even before one bite of food How anti-obesity drugs cause nausea: finding offers hope for better drugs How rival weight-loss drugs fare at treating obesity, diabetes and more Should young kids take the new anti-obesity drugs? What the research says Dozens of new obesity drugs are coming: these are the ones to watch News Feature 12 FEB 25 The weight-loss drugs being tested in 2025: will they beat Ozempic? News 06 FEB 25 A comprehensive spatio-cellular map of the human hypothalamus Article 05 FEB 25 AI tool diagnoses diabetes, HIV and COVID from a blood sample News 20 FEB 25 Artificial intelligence for modelling infectious disease epidemics Perspective 19 FEB 25 Learn COVID pandemic lessons — before it’s too late Editorial 18 FEB 25 Putting early cancer detection to the test Outlook 21 FEB 25 What sparked the COVID pandemic? Mounting evidence points to raccoon dogs News 21 FEB 25 What’s next for the World Health Organization? US exit could reshape agency News Explainer 19 FEB 25 The School of Science and Engineering (SSE) at The Chinese University of Hong Kong, Shenzhen (CUHK-Shenzhen) sincerely invites applications for mul... Shenzhen, China The Chinese University of Hong Kong, Shenzhen (CUHK Shenzhen) The School of Science and Engineering (SSE) at The Chinese University of Hong Kong, Shenzhen (CUHK-Shenzhen) sincerely invites applications for mul... Shenzhen, China The Chinese University of Hong Kong, Shenzhen (CUHK Shenzhen) We seek outstanding applicants for full-time tenure-track/tenured faculty positions. Positions are available for both junior and senior-level. Shenzhen, Guangdong, China Southern University of Science and Technology (Biomedical Engineering) Qiushi Chair Professor; Qiushi Distinguished Scholar; ZJU 100 Young Researcher; Distinguished researcher No. 3, Qingchun East Road, Hangzhou, Zhejiang (CN) Sir Run Run Shaw Hospital Affiliated with Zhejiang University School of Medicine SLS invites applications for multiple tenure-track/tenured faculty positions at all academic ranks. Hangzhou, Zhejiang, China School of Life Sciences, Westlake University"
    },
    {
        "text": "TGA approved new indication for semaglutide drug in December 2024, but allocation to PBS still to be decided A weight loss drug has been approved to treat heart disease in overweight and obese patients by Australia’s medicines regulator, in what experts say is a “new frontier for the drugs”. The Therapeutic Goods Administration (TGA) granted approval in December 2024 for semaglutide 2.4 mg, sold under the brand name Wegovy, to be used as a complementary therapy for adults with both cardiovascular disease and high body mass index, to reduce the related risk of heart attack, stroke or death. While the new “indication” for the drug meant the TGA had satisfactory evidence of its benefits in regard to those particular conditions, it did not alter the cost of the drug – the decision for the government to subsidise its price and list it on the Pharmaceutical Benefits Scheme (PBS) is separate. Sign up for Guardian Australia’s breaking news email Wegovy is part of the same class of drugs as Ozempic and Mounjaro, known as GLP-1 RAs, which mimic the hormone that stimulates the digestive system, essentially telling the body it is full after eating. Ozempic has been approved for use in Australia for management of type 2 diabetes, and approved on the PBS for that condition – but not put on the PBS for weight loss. Wegovy was approved by the TGA in August 2024 as a treatment for chronic weight management – but denied for the PBS. Wegovy’s approval as a prescription for cardiovascular disease followed findings from the Select trial, of 17,604 participants across 41 countries including Australia. They were all above 45 years of age with pre-existing heart disease and a body mass index of 27 or greater, but did not have diabetes. Half were given Wegovy and the other half a placebo. The results, published in the New England Journal of Medicine, showed that compared with the placebo group, heart attack or stroke incidence among patients taking Wegovy reduced by 20%. Prof Stephen Nicholls, the lead of the Australian arm of the Select trial and the director of the Victorian Heart Institute at Monash University, said while the GLP-1 RAs medications were originally developed as diabetes drugs, the Select study excluding diabetic patients showed “a new frontier for the drugs in their own right”. Nicholls called the TGA approval a “significant result”. “We have really good medications for cholesterol, blood pressure, diabetes, but we’ve never been able to show that a medication that loses weight, or even a medication that we’re using specifically for people who are overweight, can actually reduce the chance of having a heart attack or a stroke,” he said. Sign up to Breaking News Australia Get the most important news as it breaks after newsletter promotion The study did not directly link the benefits of Wegovy for patients with heart disease to how much weight was lost; even patients who did not lose a lot of weight found the drugs positively impacted inflammation, blood lipids and blood pressure, all crucial in preventing heart attacks and strokes, Nicholls said. “There’s potentially a lot of people who might benefit from these therapies, and so we need better access,” Nicholls said, pointing to the need to improve availability and lower the cost for patients. Dr David Henry, an honorary adjunct professor in the faculty of science and medicine at Bond University, said the Select trial was strong. Whether Wegovy should get PBS listing for the new indication was a “more difficult question”, he said. With a “large population” likely to be now eligible to be prescribed Wegovy under the new indication, he noted “the budgetary effect [of putting it on the PBS] will be huge”."
    },
    {
        "text": "Ozempic is synonymous with weight loss for many people, even as they can turn to drugs with other brand names that have been tailored to treat obesity. The blockbuster Type 2 diabetes medication is not approved for weight management, but it comes with weight loss as a famous side-effect. “Most people have understood Ozempic as kind of a catch-all for the GLP-1 class of medications,” Dr. Christopher McGowan, a gastroenterologist who runs a weight loss clinic in Cary, North Carolina, tells TODAY.com. GLP-1 drugs — which include Ozempic and its sister drug Wegovy, as well as Mounjaro and Zepbound — mimic at least one hormone produced by the gut to signal fullness, leading to a reduced appetite. About 12% of Americans have taken one of these popular medications, according to the KFF Health Tracking Poll. Journalist Johann Hari, who lost 42 pounds with Ozempic, calls the drugs a powerful tool, but also “a mass experiment, carried out on millions of people, and I am one of the guinea pigs.” “There’s a concern that maybe they’ll have some effect that we just don’t know in the long term,” Hari told TODAY.com, echoing a worry other patients may have. So is Ozempic safe? Novo Nordisk, the pharmaceutical company that makes Ozempic and Wegovy, stands behind the safety and efficacy of all its GLP-1 medicines when they’re used as indicated and taken under the care of a licensed health care professional, it says in a statement to TODAY.com. Here’s what doctors say: Wegovy and Ozempic have the same active ingredient, semaglutide. “Technically, they are exactly the same,” Dr. Maria Daniela Hurtado Andrade, an endocrinologist at the Mayo Clinic’s Precision Medicine for Obesity program, tells TODAY.com. Hurtado Andrade is a consultant for Novo Nordisk. But, \"practically, insurance companies will not cover Ozempic for the treatment of overweight or obesity,\" she clarifies. Ozempic is approved to treat Type 2 diabetes by the U.S. Food and Drug Administration, while Wegovy is approved specifically for weight management in people with obesity or those who are overweight and have a complication like high blood pressure. Another difference between the two is the dosage, she notes. Wegovy doses go up higher, up to 2.4 milligrams weekly, versus 2 milligrams maximum for Ozempic. It’s not unusual for doctors to prescribe Ozempic off-label for weight loss, Hurtado Andrade says. It’s becoming less common as supply issues that made Wegovy hard to find have improved, McGowan adds. Novo Nordisk says Wegovy and Ozempic are not interchangeable. Semaglutide is a synthetic version of a hormone known as GLP-1, which the body releases into the intestine when people eat food, as TODAY.com previously reported. It signals to the brain that you’ve had a meal, so patients have reduced appetite, and when they do eat, they feel full sooner. The medication also slows down stomach emptying, which may contribute to the feeling of fullness. Adults with obesity or who were overweight lost 15% of their body weight on average after taking Wegovy for one year and four months, according to Novo Nordisk. Four years after starting semaglutide, patients maintained an average weight loss of 10% of their body weight, a peer-reviewed 2024 study funded by Novo Nordisk found. Doctors say the drug’s effects on the body can make people with obesity healthier. “On average, people lose a significant amount of weight. And along with that, other elements of their health then often get better, too,” Dr. Cecilia Low Wang, endocrinologist at UCHealth and professor at University of Colorado School of Medicine, tells TODAY.com. Low Wang, who chairs the FDA’s Endocrinologic and Metabolic Drugs Advisory Committee, says she’s expressing her own views, and not speaking on behalf of the panel or the FDA. Obesity is a risk factor for Type 2 diabetes, high cholesterol, heart disease, cancer and mental health conditions like depression and anxiety, Hurtado Andrade adds. “Keeping in mind that obesity is at the core of many of these diseases, treating obesity can truly have a cascade effect of clinical benefits,” she notes. “These are life-changing medications.” The FDA has approved Wegovy to reduce heart attack and stroke risk. The most common side effects of Ozempic and Wegovy include nausea, stomach pain, diarrhea, constipation and vomiting, according to the manufacturer. Wegovy patients may also commonly experience headache, fatigue, upset stomach, dizziness, feeling bloated, belching, gas, stomach flu, heartburn, and runny nose or sore throat, Novo Nordisk notes. Potential serious side effects for Ozempic and Wegovy include possible thyroid tumors, including cancer; pancreatitis, vision changes, low blood sugar, kidney failure, gallbladder problems and serious allergic reactions, according to Novo Nordisk. Wegovy patients may also experience an increased heart rate, and depression or thoughts of suicide, the company says. Another concern may be muscle loss, Low Wang says. Currently available data on body composition do not indicate an association of greater lean body mass loss over fat mass loss with semaglutide treatment, Novo Nordisk says. No safety signal been found so far when it comes to lean mass loss with semaglutide, it adds. The use of GLP-1 drugs is associated with an 11% increase in arthritis risk, according to a large study published in Nature Medicine in January 2025. The study didn't specify which GLP-1 medications were included in the research, but \"it is reasonable to assume that semaglutide was among them,\" Novo Nordisk said in a statement. The company didn't address the arthritis risk finding specifically, but said it welcomes independent research investigating the safety, efficacy and clinical utility of its products. It also pointed out obesity is a major risk factor for developing osteoarthritis of the knee and hip, while weight loss is associated with an improvement in arthritis, according to studies. Research funded by Novo Nordisk and published in The New England Journal of Medicine in 2024, found people with knee osteoarthritis who were treated with semaglutide for 68 weeks had significantly less knee pain than those receiving a placebo. Weight loss that resulted from the drug was probably \"a major contributor\" since it led to less stress on the knee joints, the authors wrote. Semaglutide is not approved in the U.S. for the treatment of knee osteoarthritis, the company notes. In 2023, Novo Nordisk was sued by a woman with Type 2 diabetes who alleged Ozempic was among medications that caused  gastroparesis, or stomach paralysis. The case is still active in the U.S. District Court for the Eastern District of Pennsylvania, but there haven’t been any new filings since March 2024. A spokesperson for the company noted that gastroparesis is a known risk for people with diabetes and that \"patient safety is of utmost importance to Novo Nordisk.\" Gastroparesis is not mentioned in the prescribing information for Ozempic or Wegovy, but delayed gastric emptying is mentioned for each drug. People who take GLP-1 medications may be at an increased risk of severe stomach problems such as gastroparesis, research published in JAMA in 2023 found. \"These adverse events, although rare, must be considered by patients who are contemplating using the drugs for weight loss,\" the authors wrote. In 2025, a small study in JAMA Ophthalmology focused on eye complications experienced by nine people who took GLP-1 antidiabetic drugs, including semaglutide. The review featured four semaglutide patients who developed nonarteritic anterior ischemic optic neuropathy (NAION), an optic nerve injury that can cause blindness, according to the American Academy of Ophthalmology. A previous study suggested people taking semaglutide may be at increased risk for this condition, described as \"a stroke of the optic nerve.\" But the authors of both papers said they can't determine if the antidiabetic drugs cause eye complications until large clinical trials are done. It's possible that the rapid correction of high blood sugar induced by GLP-1 drugs rather than a toxic effect \"could be a possible mechanism for vision loss,\" the 2025 study noted. NAION is a very rare eye disease, and it's not an adverse drug reaction listed on the labels for semaglutide in the form of Ozempic, Rybelsus and Wegovy, Novo Nordisk said in a statement. Data from clinical trials don't suggest a causal relationship between the drug and NAION, it added. \"After a thorough evaluation of studies from the University of Southern Denmark and Novo Nordisk’s internal safety assessment, Novo Nordisk is of the opinion that the benefit-risk profile of semaglutide remains unchanged,\" the company noted. \"We take all reports about adverse events from use of our medicines very seriously. This also relates to eye conditions, which are well-known comorbidities for people living with diabetes.\" More studies are needed, but \"this is an important issue for ophthalmologists as we monitor usage of these drugs,\" said Dr. Bradley Katz, the lead author of the 2025 study and ophthalmologist at University of Utah Health, in a statement. Patients who experience sudden vision loss should stop taking the drugs and see a doctor immediately, Katz advised. Obesity often requires ongoing treatment, and most people “will have difficulty sustaining weight loss” after stopping the medication, Novo Nordisk says. Several doctors interviewed by TODAY.com believe semaglutide needs to be taken for years, decades or possibly life. Obesity is a chronic condition that needs chronic treatment, just like high blood pressure does, Low Wang says. “It’s likely to be a lifelong medication,” she notes. “It is a drug that we anticipate will require long-term use,” Hurtado Andrade adds. “We’re putting you on a treatment that is treating the biological basis of the disease, and if you stop that medication, then you’re not going to have that effect, and you’re very likely to regain the weight back.” Starting semaglutide is a commitment to stay on it long term, McGowan says. “Someone who’s considering taking a GLP-1 medication like semaglutide must plan to take it indefinitely,” he notes. “The GLP-1 medications are designed to be used in one way and only one way, which is continuously. That means a long-term, essentially lifelong use once you start it.” McGowan’s biggest concern is that a patient will discontinue their medication, which can lead to weight regain and recurrence of hunger that “can be extreme,” he says. But other doctors say more long-term data is needed before committing patients to this drug for life. “I understand there is an argument that obesity is a chronic disease like hypertension, diabetes, and once you need to be on it, you should be on it for lifetime. But I don’t think the data is there for the effectiveness of this class of drug on a long-term basis. There is a potential, but we’re not there,” Dr. Zhaoping Li, professor of medicine and chief of the division of clinical nutrition at the University of California, Los Angeles, tells TODAY.com. “We need to be vigilant to monitor all our patients carefully. The best use of this class of drug would be leveraging the window of opportunity provided by the drug to help patients to improve lifestyle for longevity and quality of life.” Semaglutide in Wegovy and Ozempic has demonstrated safety and effectiveness in over 30 clinical trials, Novo Nordisk says. “Our GLP-1 products have a long history of use in treating Type 2 diabetes (over 19 years) and obesity (almost 10 years), supported by robust clinical data and over 22 million patient years of exposure,” the company notes in a statement. Novo Nordisk also says it work closely with the FDA to monitor the safety of its medicines. What about the possibility of a serious problem emerging years or decades down the road? “We always worry about that. … We’re constantly on the lookout for new side effects,” Low Wang says. “(But) with semaglutide being out for this many years, so far nothing has emerged that’s been really new in terms of safety signals.” She tells patients that the long-term safety of GLP-1 drugs isn’t known for sure, but doctors do have long-term experience with this class of medications. So far, there’s no evidence long-term use is harmful, Hurtado Andrade adds. Millions of patients are now using these medications, so it’s conceivable a rare, previously unidentified side effect may appear, but overall, “the concern is low that something new or unusual will emerge,” McGowan says. “It’s actually a very reassuring safety profile.” With what’s known now, the three doctors say they’re comfortable prescribing semaglutide long-term for weight loss for a patient eligible for the medication. With close monitoring by a health care provider, paying attention to any problems and periodically reassessing whether patients still need to be on the drug, “we can do this safely,” Low Wang says. A. Pawlowski is a TODAY health reporter focusing on health news and features. Previously, she was a writer, producer and editor at CNN."
    },
    {
        "text": "The World Health Organization (WHO) issued a medical product alert on falsified semaglutides, the type of medicines that are used for treatment of type 2 diabetes and obesity in some countries. The alert addresses 3 falsified batches of product of semaglutide class of medicines (of specific brand Ozempic), which have been detected in Brazil in October 2023, the United Kingdom of Great Britain and Northern Ireland in October 2023, and the United States of America in December 2023. WHO Global Surveillance and Monitoring System (GSMS) has been observing increased reports on falsified semaglutide products in all geographical regions since 2022. This is the first official notice issued by WHO after confirmation of some of the reports. “WHO advises healthcare professionals, regulatory authorities and the public be aware of these falsified batches of medicines,” said Dr Yukiko Nakatani, WHO Assistant Director-General for Access to Medicines and Health Products. “We call on stakeholders to stop any usage of suspicious medicines and report to relevant authorities”. The semaglutides, including the specific brand product that has been falsified, are prescribed to people with type 2 diabetes in order to lower their blood sugar levels. Semaglutides also reduce the risk of cardiovascular events. Most semaglutide products must be injected under the skin on a weekly basis but they are also available as tablets taken by mouth daily. These medicines are shown to suppress appetite in addition to lowering blood sugar levels, and therefore are being increasingly prescribed for weight loss in some countries. WHO has been observing increased demand for these medicines as well as reports on falsification. These falsified products could have harmful effects to people’s health; if the products don’t have the necessary raw components, falsified medicines can lead to health complications resulting from unmanaged blood glucose levels or weight. In other cases, another undeclared active ingredient may be contained in the injection device, e.g. insulin, leading to an unpredictable range of health risks or complications. Semaglutides are not part of WHO-recommended treatments for diabetes management due to their current high cost. The cost barrier makes these products unsuitable for a public health approach, which aims to ensure the widest possible access to medicines at the population level and to strike a balance between the best-established standard of care and what is feasible on a large scale in resource-limited settings. Also, there are more affordable treatments available for diabetes, with similar effects to those of semaglutides on blood sugar and cardiovascular risk. WHO is currently working on a rapid advice guideline on possible use of GLP-1 RAs, including semaglutides, for treatment of obesity in adults and as part of a more comprehensive model of care. The term GLP-1 RAs stands for glucagon-like peptide-1 receptor agonists, which include semaglutides, for a class of medicines used for diabetes treatment to lower blood sugar and support weight loss. To protect themselves from falsified medicines and their harmful effects, patients who are using these products can take actions such as buying medicines with prescriptions from licensed physicians and avoid buying medicines from unfamiliar or unverified sources, such as those that may be found online. People should always check packaging and expiry dates of medicines when they buy them, and use the products as prescribed. In the case of injectable semaglutides, patients should ensure they are stored in the refrigerator. All notifications on falsified medicines can be sent to WHO via rapidalert@who.int. "
    },
    {
        "text": "Copyright 2025 The Associated Press. All Rights Reserved. A woman holds up a dosage of Wegovy, a drug used for weight loss, at her home in Front Royal, Va., on March 1, 2024. (AP Photo/Amanda Andrade-Rhoades, File) Shortages of Ozempic and Wegovy that have been in place for more than two years have been resolved, as supplies of the popular diabetes and obesity treatments continue to improve, federal regulators said Friday. The drugmaker Novo Nordisk can meet current and future demand in the U.S., the Food and Drug Administration said. But patients may still see some supply disruptions as the medications move from the manufacturer to distributors and then to pharmacies. The injectable drugs have been in shortage since 2022. Compounding pharmacies and other entities that have been allowed to make and distribute off-brand copies of the drugs during the shortage will have to wind down production in the next few months, the FDA said. In December, the agency said the same thing when it declared that shortages had ended for Eli Lilly and Co.'s Zepbound and Mounjaro. Zepbound is approved to treat obesity and Mounjaro is approved for diabetes. They use the same active ingredient, tirzepatide. Ozempic, for diabetes, and Wegovy, for weight loss, use the active ingredient semaglutide. All four drugs are part of a GLP-1 class of treatments that has shown unprecedented results for helping people shed weight by decreasing appetite and boosting feelings of fullness. Sales have soared for the drugs in recent years. But the shortages and challenges with insurance coverage have made it difficult for many patients to get the drugs. The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Science and Educational Media Group and the Robert Wood Johnson Foundation. The AP is solely responsible for all content.   Copyright 2025 The Associated Press. All Rights Reserved."
    },
    {
        "text": "Utah’s Attorney General Derek Brown signed onto a letter along with attorneys general from 37 other states to ask the Food and Drug Administration to enforce the safety of weight loss drugs. The letter asks the FDA to “ramp up enforcement against any compounding pharmacies that may be illegally participating in the market,” per a press release issued Wednesday by Brown’s office. Brown said Friday that because of our “physical location,” Utah is dealing with a drug epidemic that includes the danger of buying and selling fake drugs. He added in the press release that the FDA needs to further investigate and protect consumers “against all the illegal and deceptive conduct.” Weight loss drugs like Ozempic or Wegovy have become popular in recent years. Their main ingredient, semaglutide, has been traditionally used to treat diabetics, but according to a study by KFF last year, 1 in 8 Americans have used it to lose weight. Its popularity has caused people to scour the internet looking for the drug — or a cheaper knockoff. “People are really taking a risk by ordering these products online and not knowing the supplier that’s sending it to them,” Salvatore Ingrassia, a port director for Customs and Border Protection at New York’s JFK Airport, told CBS News. Although they may look legitimate, Ingrassia added, “We’ve found things like antifreeze and incorrect amounts of active ingredients in these products.” Though he is new to the office, Brown told the Deseret News that he is the newest member of the executive committee of the National Association of Attorneys General. Unlike the Republican and Democratic AG associations, Brown said the NAAG includes all 56 AGs — from 50 states and six U.S. territories — collaborating on the office’s “nuts and bolts and business” through a bipartisan lens. He said the role involves establishing relationships with fellow attorneys, evaluating funding for critical programs and collaboratively addressing challenges that impact all communities. “This is an opportunity for Utah to really work with and get to know all the other attorneys general in the country, help them understand what matters to us, and work within a bipartisan fashion,” Brown said. “There are so many issues where it doesn’t matter if it’s a red state or blue state; it matters.” According to Brown, NAAG is tackling many pivotal issues aimed at enhancing the lives of Americans through legal means."
    },
    {
        "text": "The days of the hypodermic needle may be numbered. Several local startups are developing patch-like technologies that they hope could replace a painful poke with something that feels more like having Velcro against your skin for a few minutes. And it could work for weight-loss drugs like Wegovy and Ozempic, or commonly used biological drugs like Humira, prescribed for rheumatoid arthritis. A 2024 study from Beth Israel Deaconess Medical Center found that about 15 million Americans use the new generation of weight-loss drugs, known as GLP-1 agonists, which require a once-weekly injection. Patch delivery has become common to deliver drugs like nicotine, Ritalin, or estradiol, a synthetic hormone that treats symptoms of menopause. But that’s because the smaller molecules of those drugs, placed against the skin, are easily absorbed. The larger molecules of a flu vaccine or a GLP-1 drug are not. Advertisement The first patch that could effectively deliver these kinds of drugs “would open the floodgates to a broader move away from the antiquated needle and syringe,” says Michael Schrader, a founder of several startups, including Cambridge-based Vaxess Technologies, which is working on drug-delivery patches. Several approaches in the industry have been tried without success, Schrader says. The latest, which Vaxess and several other companies are pursuing, use “microneedles” spread across a sticker to get into the skin with a little sensation of roughness — but no single poke. The microneedles are often made of polymers that have the drug integrated into them, so the medication simply dissolves once it reaches the fluid beneath the skin, rather than being funneled through a metallic needle, as with a typical hypodermic shot. One Boston startup working on patches, Anodyne Nanotech, is focusing initially on the GLP-1 weight loss drugs. Cofounder and chief business officer Konstantinos Tzortzakis confesses that he is “super needle-phobic, and I cannot swallow pills. When I need to have a blood test, I get nervous.” (As of last month, he had not yet had a flu shot for this season.) Anodyne — which means “without pain” in Greek and Latin — was founded in 2019, with a license to use microneedle design and manufacturing processes originally developed at Tufts University. Tzortzakis says that the microneedles on the patch that Anodyne is developing are less than one millimeter in length, “small enough that they don’t touch any nerve endings.” The big challenges, he says, are ensuring that a patch can deliver a large enough dose to be useful for a drug like Wegovy or Ozempic and that the patch can deliver the same dose reliably — rather than delivering a larger dose one week and a smaller dose the next. Advertisement Schrader says that latter issue was a key factor in the 2022 failure in clinical trials of another patch system, from Boston-based Radius Health. Radius had hoped to win Food and Drug Administration approval for a patch that would deliver a drug to treat osteoporosis; the patch technology was originally developed inside Minnesota-based 3M Corp. Radius didn’t respond to several requests for comment, but the company doesn’t seem to be continuing to pursue patch-based delivery, according to its website and recent press releases. Another company, Zosano Pharma, filed for Chapter 11 bankruptcy protection in 2022 after its patch to help manage migraines flunked clinical trials. Vaxess originally was focused on using patches to deliver vaccines around the world more efficiently. That approach eliminates the need to keep them cold, or to have someone trained to administer the injections. But in December, Vaxess announced a collaboration with Novo Nordisk, the Danish company that makes Ozempic and Wegovy, to look at the efficacy of Vaxess’s patch — which relies on a small applicator device to affix it to the skin — for delivering those drugs. Schrader left Vaxess in 2024 to start another company. Rachel Sha, a veteran of the French drugmaker Sanofi, took over as chief executive last May. She says that Vaxess, with offices in Cambridge and a manufacturing facility in Woburn, has been working over the past year to generate data from animal testing that shows the patch can be effective in delivering GLP-1 drugs. (The company has not yet reported that data, but Sha calls it “quite impressive.”) Advertisement Vaxess has 42 employees and has raised nearly $100 million in venture capital funding and grants. Sha says that although the company has conducted early clinical trials for a seasonal flu vaccine that could be delivered with its patch, the company has shifted its focus away from a flu vaccine. She doesn’t expect clinical trials for delivering a therapeutic drug, like a GLP-1 agonist, to begin until 2026. A third local company, Lybra Bio, spun out from labs at Brigham & Women’s Hospital and MIT just last year. It envisions a patch to treat skin conditions like psoriasis and alopecia areata, which causes hair loss. Some drugs for those conditions, cofounder Núria Puigmal Domínguez says, are applied topically, and “don’t get to the deeper layers of the skin.” Others require injections designed to suppress the immune system, and they can impact the entire body, she says. Lybra envisions a patch that could deliver drugs to precisely where they’re needed on the skin — like the scalp, in the case of alopecia. Domínguez says the company has raised some early funding from individual investors and hopes to begin testing in humans by 2027. Anodyne has raised $9.5 million in funding so far and is currently trying to raise more, Tzortzakis says. So it’s still early days for these companies. Venture capitalist Bruce Booth of Atlas Venture, who is not an investor in any of the three local startups, says that needle-free delivery of medication and vaccines “is certainly a nut many are trying to crack.” Other competitors include Micron Biomedical, an Atlanta company that pulled in $16 million in funding last month, and an Australian company called Vaxxas. (Vaxxas has an outpost in Cambridge, located about three miles from Vaxess.) Advertisement If the next few years see patches for these kinds of vaccines and medications win approval, there will be several benefits. Drugmakers will get to extend the patent duration of a drug they’ve already developed — adding up to 20 years of patent coverage by combining it with a patch, creating a new type of “combination” product, according to DeAnn Smith of the law firm Foley Hoag. It’ll be cheaper and easier to get drugs to patients, Schrader explains, since refrigeration won’t be required. (He envisions a seasonal flu vaccine that could be sent to individuals in the mail once a year.) And trypanophobes — people who fear needles — would find life a little less stressful. Scott Kirsner can be reached at kirsner@pobox.com. Follow him @ScottKirsner."
    }
]